{
  "support request": {
    "occurences": 117,
    "queries": [
      "modification",
      "modification",
      "Forms to request a modification",
      "give you my employer name and address",
      "How can I make payments arrangements. so I can get my license. I'm a truck driver ",
      "My kids live with me for 4 years and I need assistance with helping me get rid of this debt I can't go to work and I have DHS taking out my check and the kids no longer live with father ",
      "Address change ",
      "I want to request a increase ",
      "I am needing to update my address so that I can get a new EPPI card sent to me.",
      "I can not understand why was my driver's license was suspended when I am not behind",
      "My 14 year will be living with my ex- husband starting in the second week in August. I need a letter sent to his job to stop child support payment coming to me. Dawn Afitlhile , PHONE_NUMBER",
      "Hi gen what do I have to do to get my child support raised",
      "When my divorce took place and child support was ordered my husband had a much lower income.  Where he is working he makes more in 1 week than i make working 2 jobs in a month.  I want to have the amount he pays be the % in state guidelines .",
      "1.  I just want to see if he can pay me more than $200 a month for his 16 year old son. ",
      "PERSON_NAME Cohea ",
      "Our divorce decree states my ex is obligated to pay $860 a month in child support for our two children. If I file for child support enforcement will this amount change based on his income? More or less, I'm asking for either way.",
      "When should I update my income increase with child support ",
      "income withhold",
      "I am trying to figure out how to get my case information updated properly.",
      "If me and my child’s father aren’t married, does he still go on child support?",
      "i would like to get an updated employee list",
      "Change of address",
      "Jobs available in PERSON_NAME with DHS",
      "Change of address",
      "I have a employee that this pay date two child support payment came out , name : PERSON_NAME Myhand, the last 4 of his social is DIGITS . $111.70 came out and $92.73 came out . ",
      "Change of address",
      "Request a review",
      "What steps must be followed to request a Review of my child’s father?",
      "Increase",
      "How do I request an increase ",
      "you can also speak with my wife PERSON_NAME",
      "I WAS TRYING TO SEE HOW CAN A REMOVE A NAME OFF MY CHILD SUPPORT CASE. THE GUY GAVE ME THE WRONG NOW AND NOW I HAVE THE CORRECT NAME",
      "I’m looking for the change of address form ",
      "If child live with me how do i get off childsupport",
      "How often does am i required to wait to get my child support case reviewed for increase?",
      "I am trying to put my child’s father name as the custodial parent can we do that ",
      "I applied for food stamps and the office said I was not compliant with child support so I would not be able to receive benefits but my kids still could. Is there anyway to change my status of compliance with child support ",
      "I need a payment increase",
      "How do i request a review",
      "What about child support reviews",
      "Change of address for child support",
      "Im trying to find out how to make sure my address has changed for my child support benefit",
      "How to get a suspension lifted on a driver's license ",
      "I need see how much children soupprot be get every month",
      "my drivers license ",
      "Yes. I need to know where to go to change my address so that I can get a new card. The epicard people cannot help me. ",
      "How do you get an increase ",
      "Address change",
      "Need to also change the address as well ",
      "My licenses were suspended. ",
      "Suspended license",
      "I was wondering if child support is adjusted if i have another child with my now wife?",
      "Modification ",
      "Yes. How do I go by getting an increase ",
      "Who to talk to about non payment in over a year ",
      "me and my ex-wife have 3 children I have 1 and she has 2",
      "How can I review my child support order ",
      "Change payment method",
      "I would like to change my current payment method",
      "Need to change address",
      "change of address",
      " reinstated be to license my for paid be to Need much How",
      "My license have been suspended",
      "review case",
      "obligation review",
      "Change address ",
      "Change personal information ",
      "I would like to get an increase ",
      "CHANGE ADDRESS",
      "i MOVED BACK TO MISSISSIPPI FROM ALABAMA.. DONT KNOW HOW TO CHANGE MY ADDRESS",
      "I am in need of help with my case.",
      "Change address",
      "I do have a few questions actually",
      "HOW CAN I INCREASE CHILD SUPPORT ",
      "I have two grandchildren living with  mefor at least three years now  and  our  SNAP benefits were  greatly reduced for noncompliance.  Where do  I  start?",
      "what if my children grown",
      "How can I get a copyappointment to review amount of payment",
      "How do I request an increase in child support",
      "A change of address",
      "If I recently got married and I wanted to  change my son's last name. How do I go about trying to get my son last name changed?",
      "How do I change my address to receive a new debit card?",
      "How can I get to the estimator",
      "How do I get an official audit review of my case",
      "How do I change my address with child support?  I haven’t gotten my new card and forgot to change my address. ",
      "Change of address",
      "How can I change my address so that I can receive my new card",
      "How can get an review?",
      "Changing address ",
      "Address change ",
      "Next ?",
      "need to change adress",
      "I need to switch my job on my case to the new one ",
      "Change of address",
      "how do you request a 3 year review ",
      "I need to find out if I can get a hardship licesense to work so I can pay more on child support ",
      "Im looking to speak with someone about a increase on my child support payments ",
      "Change in address ",
      "I NEED MY CASE REVIEWED",
      "How do I change my address. I need a new epic card ",
      "Need to know the process of receiving an increase due to the absent parents increase in income",
      "Increase in child support ",
      "Our company purchased a company where there are existing child support orders.  These orders are under the old employers name and federal and state id numbers.  Do these need to be converted over to ours and if so how?",
      "Updating work information",
      "How can I go about getting an increase in my child support. Is it true I can ask for an increase every 3 years ",
      "I have a question about the release of my drivers license. I paid the amount needed so I need to go somewhere and sign anything or can I go to my nearest DMV to reinstate my license. ",
      "Change address",
      "Change of custodial parent ",
      "Payment revision and reduction",
      "I need someone to review my case",
      "thats not my name. i chose the wrong option",
      "What are the steps I must take to get an increase in child support",
      "Yes how can I get my driver's license back ",
      "Payment continues to increase but my income is decreasing. ",
      "I have 2 cases",
      "child support modification for non custodial parent",
      "A can",
      "How can get new information to my case worker on the absent father"
    ],
    "contexts": {
      "waiting-acknowledge-privacy-statement": { "occurences": 5 },
      "waiting-yes-child-support": { "occurences": 30 },
      "waiting-dirdep-learn-more": { "occurences": 1 },
      "waiting-dirdep-confirm-form": { "occurences": 1 },
      "waiting-not-child-support": { "occurences": 30 },
      "waiting-restart-conversation": { "occurences": 15 },
      "waiting-open-csc-location-services": { "occurences": 5 },
      "waiting-open-csc-full-services": { "occurences": 5 },
      "waiting-open-csc-employer-payments": { "occurences": 5 },
      "waiting-support-employer": { "occurences": 5 },
      "waiting-support-parent-paying": { "occurences": 5 },
      "waiting-support-parent-receiving": { "occurences": 5 },
      "waiting-pmt-calc-income-term": { "occurences": 2 },
      "waiting-support-phone-number": { "occurences": 2 },
      "waiting-support-no-phone-number": { "occurences": 2 },
      "ticketinfo": { "occurences": 4 },
      "waiting-pmtmethods-cant-make": { "occurences": 1 },
      "waiting-pmtmethods-checkormoneyorder": { "occurences": 1 },
      "waiting-pmtmethods-withhold-payments": { "occurences": 1 },
      "waiting-pmtmethods-cash": { "occurences": 1 },
      "waiting-pmtmethods-echeckdebit": { "occurences": 1 },
      "waiting-support-no-email": { "occurences": 1 },
      "waiting-support-email": { "occurences": 1 },
      "waiting-pmtmethods-debit-card": { "occurences": 8 },
      "waiting-feedback-root": { "occurences": 11 },
      "payment-factors": { "occurences": 1 },
      "waiting-support-type": { "occurences": 1 },
      "waiting-support-restart": { "occurences": 1 },
      "waiting-pmts-general-non-custodial": { "occurences": 1 },
      "waiting-pmts-general-receive-payments": { "occurences": 1 },
      "waiting-appts-not-contacted": { "occurences": 1 },
      "waiting-appts-yes-contacted": { "occurences": 1 },
      "waiting-pmt-calc-num-children": { "occurences": 1 },
      "waiting-eppi-faq": { "occurences": 1 },
      "waiting-eppi-notifications": { "occurences": 1 },
      "waiting-eppi-fees": { "occurences": 1 },
      "waiting-eppi-activate": { "occurences": 1 },
      "waiting-eppi-replace-report": { "occurences": 1 },
      "waiting-eppi-get-card": { "occurences": 1 }
    }
  },
  "not received payment": {
    "occurences": 114,
    "queries": [
      "Already have eppicard. Trying to find out where a payment is I haven't received ",
      "I've never received anything and I filed a year ago ",
      "I have not been receiving my child support payments as i am supposed to. They are coming straight out of the other parents checks and he is still getting them, so there should be no reason I'm b not getting mine",
      "I need to know why I haven’t received my payments ",
      "Why haven’t I received payments ",
      "How can my ex after not paying for 4 yrs make 3 pmts and stop again?",
      "Already got card other parentsl ain’t paid snice march",
      "Why am I not receiving payment ",
      "NOT RECEIVING PAYMENTS",
      "I already receive. I just need something showing that I receive payments ",
      "No I am not receiving my scheduled payments ",
      "I’ve had a case open for 13 years and still not a penny",
      "He’s not paying but will be getting married next month ",
      "IM TRYING TO SEE WHY I HAVENT HAD PAYMENT SINCE OCTOBER DIGITS",
      "My child's father filed taxes in April. Why haven't I received anything when he's behind $DIGITS+?",
      "Why am I not receiving child support payments? My child’s non custodial parent is currently on Workman’s Compensation. ",
      "Trying to find out why my sons mother hasnt had to start paying on any of her back child support and why Its still not been adjusted to her income? ",
      "I haven't received any payment ",
      "I have the eppicard but haven’t received my payment ",
      "19 years old and pregnant and not receiving benefits from the guardian over my Childsupport case",
      "Why haven’t I been getting my child support payments? ",
      "missed child support payment",
      "I need a number to speak with someone in PERSON_NAME Co Mississippi about why I am not getting any CS, and they have taken over 8,000 from him for it ",
      "I haven’t been getting the full amount like I should ",
      "Why am I not receiving Child support from certain parents?",
      "i am trying to find out if i even have anything to collect  im 26 and never recieved anything but my father still gets his checks garnished for back child support",
      "Actually it's a lot me and the children's father have not been paying child support on account of I have two and he has one we have been splitting payments for years now I'm being put on child support with no income ",
      "I have not received payment for this month ",
      "Why am I only receiving seven dollars in child support and the father has two jobs ",
      "Why am I only receiving 7 dollars in child support ",
      "My ex husband has been working for several months and I have not had any child support payments from him. I have his employment information.",
      "I have the card but haven’t received child support in almost 2 months ",
      "Hey I’m a child who is on child support but I’m not getting any money from my mom",
      "Haven’t received ",
      "i have a card already! i have not gotten child support since May. i have called the hotline every week. He is working but nothing has been done",
      "My ex husband hasnt paid me in tears and I know he works why havent child support found him",
      "Why am I not receiving any child support from PERSON_NAME D Brown?",
      "The last payment I received was in May and it wasn't my full amount. I haven't been getting my payments since then and I'm trying to figure out why because I need it for bills ASAP. Thank you",
      "I received one in the mail but I am not sure for the reason. ",
      "Where is my money for this month why is it not on my card?",
      "I haven't received child support payment in over a month now. ",
      "I didnt receive my payment this month. Could you tell me why?",
      "Why am I not receiving payment if they’re taking it from my baby’s father check? ",
      "I don’t owe any child support I’m the custodian ",
      "I have been trying to contact via phone but I do not have a pin.  Also, child support has been taken from my earnings but my children have not received anything in months",
      "My child’s father paid his back child support with his income tax this year and I still haven’t recieved  it. ",
      "I have the eppicard, I haven’t received my July payment ",
      "I have not receive none of the payments that the father has paid. How can I check and see that he has been paying?",
      "Why haven't I received any payment since April 3 ",
      "I am not getting all of my child support ",
      "I want to know why I haven’t received a payment in over a year ",
      "I'm making payments and my child is not recieving them",
      "No payment today",
      "I have a open case but haven't got payment ",
      "we don't have direct deposit",
      "My ex-husband stopped paying child support in January of this year and has not made any contact with me to correct this problem.  ",
      "Im trying to see why i havent received any child support this month ",
      "checking if my payment have been recieved",
      "I want to know why I have not received a child support payment this month",
      "I haven’t received a payment this month ",
      "My exwife is receiving child support for our 20yr old daughter. My daughter has moved out of state for 3 months now. She's not even giving my daughter any monies that she's receiving ",
      "I need to know about my case I’m confused every week for 6 weeks they are taking it out his checks he says they haven’t taking about 700 hundred and I only get 55 here and there ",
      "no payment",
      "haven't received payment",
      "didn't get my child support last month or this month",
      "But I'm not recieving anything right now",
      "Sending in checks to pay my child support. Checks for June and July were sent into together. Neither check has been cashed. ",
      "My ex husband is behind 18,000 and nothing is happening. ",
      "NO PAYMENT",
      "My ex-husbands payments have been infrequent and sporadic. He did not pay any amount in DIGITS, and has only made two deposits so far in DIGITS. He states that he has contacted the department about this and that the deposits should be happening. ",
      "Need to KNOW why i only received a payment of. 21",
      "No im trying to pay child support",
      "I’m asking is there a problem with you all system because she suppose to been received her child support payment on yesterday ",
      "I was trying to see why haven’t I received my daughter’s child support for the month of July ",
      "My child’s father has paid child support but it has not came to my card so I’m trying to see where are the funds ",
      "Why can't I never get an increase in child support",
      "I am the father and I am trying to put myself on child support ",
      "I have not received child support in over six months what can i do",
      "I would like to stop child support because I am not getting the amount they are taking from his check ",
      "I haven't received any payments ",
      "I'm paying child support on children that I never get to see",
      "Im trying to find out how fat behind the payments are since i haven't recieved any since april",
      "my name is PERSON_NAME Waits 04/22/DIGITS why have i not received my child support payment on my debit card yet? ",
      "I havent recieved my child support for last week and it's almost time for this weeks payment as well",
      "Report not receiving payment",
      "I never received my child support card nor my paper work in the mail. I have been getting the run around since Last year when this case first opened",
      "My ex didn’t pay child support last month and I have yet to receive it this month. What action(s) can I take?",
      "trying to see when i will receive any child support",
      "Why my child’s father is not paying and nothing is being done",
      "Child support payment made but not received ",
      "Havent received payments",
      "I already got the card usually the will take the money out his check on the first of every month but haven’t for this month",
      "None, I already receive child support ",
      "I’m following up on my call last PERSON_NAME I still haven’t received a contempt packet to fill out yet ",
      "I need to know why I haven’t gotten my child support this month",
      "I have not received my child support on my Smione Card. Is there something wrong?",
      "I have not received any child support in months and the father is behind $6,300, what can I do? ",
      "Why are they holding child support received from taxes ",
      "I haven't been receiving any payments ",
      "I already Have the card but I didnt receive full payment last year ",
      "My kids mom haven’t got child support in 2 months but they Takin from my check",
      "Why haven’t I received payments in two months",
      "I already have a card I haven't received any payments from my child's father",
      "Neither, I already have one, im just not getting my payments every month",
      "I receive child support? Even though I am not ",
      "Two questions. My name is PERSON_NAME. I card only had 3 payments put on it last month for a total of  $375.00.  He should pay 125$ week so he is behind &125 from june",
      "My children's mother is on child's up port and hasn't ever paid and has a job and still isn't paying ",
      "I haven't received it",
      "Well I need to talk to someone because my prior job had child support being deducted from my check and neither one of my kids mothers say they received it so I'm trying to figure out where did it go to",
      "What if my exhusband hasn’t paid child support in 3 months ",
      "I  All ready get child support But hes not paying and his very behind ",
      "Yes I received a check from your department. For which I made 3 over payments. ",
      "I'm trying to figure out why I haven't gotten my child support money yet",
      "I need to speak with someone on why I have not received payment in almost two months"
    ],
    "contexts": {
      "waiting-pmtmethods-debit-card": { "occurences": 26 },
      "waiting-feedback-root": { "occurences": 1 },
      "waiting-restart-conversation": { "occurences": 3 },
      "waiting-eppi-faq": { "occurences": 7 },
      "waiting-eppi-fees": { "occurences": 7 },
      "waiting-eppi-notifications": { "occurences": 7 },
      "waiting-eppi-activate": { "occurences": 7 },
      "waiting-eppi-get-card": { "occurences": 7 },
      "waiting-eppi-replace-report": { "occurences": 7 },
      "waiting-support-type": { "occurences": 3 },
      "waiting-support-parent-receiving-more": { "occurences": 2 },
      "waiting-support-employer": { "occurences": 4 },
      "waiting-support-parent-paying": { "occurences": 4 },
      "waiting-support-parent-receiving": { "occurences": 4 },
      "waiting-acknowledge-privacy-statement": { "occurences": 1 },
      "waiting-open-csc-location-services": { "occurences": 1 },
      "waiting-open-csc-full-services": { "occurences": 1 },
      "waiting-open-csc-employer-payments": { "occurences": 1 },
      "waiting-appts-office-locations": { "occurences": 1 },
      "waiting-appts-guidelines": { "occurences": 1 },
      "waiting-appts-schedule": { "occurences": 1 },
      "waiting-yes-child-support": { "occurences": 13 },
      "waiting-not-child-support": { "occurences": 13 },
      "waiting-pmt-calc-income-term": { "occurences": 2 },
      "waiting-support-general-inquiries": { "occurences": 1 }
    }
  },
  "contact human": {
    "occurences": 84,
    "queries": [
      "Coahoma county child support number from online sources is not correct. ",
      "are you a real person first off",
      "Is this a real person?",
      "How fast because I'm using others device at the moment I need you to call me before 4:30 if so PHONE_NUMBER ",
      "ask a question",
      "Customer services ",
      "I need Mrs lay number she at county Drive ",
      "Customer service number ",
      "I need the number to check on all my cases. ",
      "Contact ",
      "i tried calling. I was on hold for 15 minutes before being disconnected how can i get an audience with a case worker?",
      "Need to talk to caseworker about my pay ment",
      "How do I get I touch with dhs",
      "are you a real person",
      "I want to talk to a agent",
      "Who can I call",
      "Could you have someone call me on PHONE_NUMBER",
      "Simply ask a question",
      "ask a question",
      "Speak to a representative ",
      "Need to talk to someone about a continuance on court date asap",
      "representative",
      "Can I ask a General question",
      "U guys sent me a letter was trying to get a understanding",
      "what is the agency's mission",
      "customer service",
      "I don't want my local office. It's in pascagoula. I need a supervisor ",
      "I need to speak to someone. Do you have a direct phone number?",
      "Speak with someone ",
      "What is a number I can call to talk to someone ",
      "ask question",
      "How do I speak to someone",
      "I was supposed to get a call and never received one",
      "i have called so many times my case worker hasnt called me or any thing",
      "I want to speak with a representative ",
      "i cant get to a person when i call that number",
      "speak with someone on phone",
      "Speak with a representative ",
      "Customer service ",
      "Trying to contact someone about child support",
      "who called me.",
      "Also I want to speak to caseworker ",
      "ask a question",
      "any i can talk to",
      "Get a contact number ",
      "No one is available to take my call",
      "I cannot reach a representative by the number provided",
      "How can I speak with a case worker?",
      "THEY NEVER REACH OUT OR ANSWER THE PHONE",
      "How can I talk to someone each time I call the number PHONE_NUMBER the will not answer the call.  I can only get the music in the background.  I really need to speak to someone and I have been trying for about a month can't get a person to answer. HELP!!",
      "Hello? are you pushing me off to the call center with no explanation?",
      "are you a human or robot",
      "I need the number to talk to someone about my case ",
      "Speak with a representative ",
      "Customer service ",
      "How do I contact my case worker ",
      "I want the phone number to call to see is there a pending amount that suppose to come to me I received a letter I’m not sure what it means ",
      "Will you call or email so I know how to look ",
      "i have already called that number, i would like a number to the starkville ms mdms branch where i can speak to someone ",
      "I need to talk to someone",
      "Y’all to a representative ",
      "I need a live person to talk to",
      "Can you let me talk with someone else that would be able to assist me?",
      "Do I have to do anything else or will they call me",
      "Do you answer arrears questions",
      "How can I speak with you",
      "AGENCY",
      "I need a number to contact to get my DNA results ",
      "speaking with a live rep",
      "I’m trying to see how to contact my caseworker directly ",
      "Talk to customer service agent",
      "Can I ask you a question?",
      "I need contact number",
      "Speak with someone",
      "are you a real person?",
      "Speak with someone ",
      "I don’t want to talk to the call center",
      "Do i need to contact a higher person over yall head this been 16years",
      "who is the top person in dhs to talk to",
      "Customer service ",
      "have someone call me ",
      "are you a fun time gal?",
      "I call that number and they had me to call this number PHONE_NUMBER but I cant reach anyone",
      "I have called customer service but I want to talk to a live person but keep getting automatic system."
    ],
    "contexts": {
      "waiting-open-csc-location-services": { "occurences": 6 },
      "waiting-open-csc-full-services": { "occurences": 5 },
      "waiting-open-csc-employer-payments": { "occurences": 6 },
      "waiting-feedback-root": { "occurences": 9 },
      "waiting-restart-conversation": { "occurences": 8 },
      "waiting-support-phone-number": { "occurences": 1 },
      "waiting-support-general-inquiries": { "occurences": 4 },
      "waiting-support-no-phone-number": { "occurences": 1 },
      "ticketinfo": { "occurences": 2 },
      "waiting-iwo-no-assistance": { "occurences": 5 },
      "waiting-iwo-faqs": { "occurences": 5 },
      "waiting-iwo-wants-assistance": { "occurences": 5 },
      "waiting-yes-child-support": { "occurences": 16 },
      "waiting-not-child-support": { "occurences": 16 },
      "waiting-acknowledge-privacy-statement": { "occurences": 3 },
      "waiting-open-csc-select-form": { "occurences": 1 },
      "waiting-open-csc-no-service": { "occurences": 1 },
      "waiting-pmt-calc-num-children": { "occurences": 1 },
      "waiting-eppi-faq": { "occurences": 3 },
      "waiting-eppi-notifications": { "occurences": 3 },
      "waiting-eppi-fees": { "occurences": 3 },
      "waiting-eppi-activate": { "occurences": 3 },
      "waiting-eppi-replace-report": { "occurences": 3 },
      "waiting-eppi-get-card": { "occurences": 3 },
      "waiting-support-employer": { "occurences": 1 },
      "waiting-support-parent-paying": { "occurences": 1 },
      "waiting-support-parent-receiving": { "occurences": 1 },
      "waiting-dirdep-learn-more": { "occurences": 2 },
      "waiting-dirdep-confirm-form": { "occurences": 2 },
      "waiting-maps-deliver-map": { "occurences": 3 },
      "waiting-support-type": { "occurences": 4 },
      "waiting-support-employment-status": { "occurences": 1 },
      "waiting-support-parent-paying-more": { "occurences": 1 },
      "waiting-pmtmethods-debit-card": { "occurences": 1 },
      "waiting-dirdep-change": { "occurences": 1 },
      "waiting-dirdep-start": { "occurences": 1 },
      "waiting-dirdep-stop": { "occurences": 1 },
      "waiting-appts-office-locations": { "occurences": 1 },
      "waiting-appts-guidelines": { "occurences": 1 },
      "waiting-appts-schedule": { "occurences": 1 }
    }
  },
  "phone number": {
    "occurences": 77,
    "queries": [
      "Phone number ",
      "Do you have the number ",
      "Phone ",
      "yes what number do i call to cancel a child support case",
      "1-800 number",
      "phone number",
      "What’s the direct number ",
      "Phone number ",
      "new number",
      "Phone number",
      "What is the number",
      "phone number for Pascagoula ",
      "Phone number",
      "PHONE_NUMBER",
      "Number",
      "Phone number ",
      "Whats the number to call you all",
      "What is there phone number ",
      "I’m tryna get the contact number",
      "I NEED THE PHONE NUMBER",
      "Phone number ",
      "Contact number",
      "PHONE_NUMBER",
      "Phone number:PHONE_NUMBER",
      "1 800 number so I can check on my cases",
      "local number",
      "the phone number",
      "Phone number ",
      "What is the phone number?",
      "i need a direct phone number ",
      "What's the automated phone number",
      "PHone number",
      "Trying to find number tomcheck",
      "Case # DIGITS",
      "What is the phone number in PERSON_NAME, Ms ",
      "Their phone number",
      "PHONE_NUMBER",
      "contact phone number",
      "Contact number",
      "Hello i need the DIGITS number to check my CS payment",
      "What time do you post it on the account ",
      "PERSON_NAME , MS whats the telephone numbers?",
      "whats the phone number",
      "PHONE_NUMBER",
      "PERSON_NAME's phone #PHONE_NUMBER",
      "Quiero saber cuánto adeudo de manutención ",
      "Soy el padre que está pagando y quiero saber cuánto más debo pagarle ",
      "Phone number ",
      "what is the child support division's phone number",
      "The phone number ",
      "need my iv-d number or docket number",
      " what's the toll free number",
      "phone numbe",
      "What is the phone number ",
      "Phone number?",
      "Case #DIGITS ",
      "The 800 number to case information ",
      "phone number?",
      "whats the toll free number",
      "What the hot line number  to check  your bal",
      "Can you send me their number ",
      "Phone number",
      "case # DIGITS",
      "I need the phone number ",
      "Phone number for county line",
      "Phone bumber",
      "What phone number can I call ",
      "Phone. Number",
      "Wat the number ",
      "Phone number ",
      "phone",
      "Phone Humber ",
      "PHONE_NUMBER",
      "I’m looking for the 1-877 number",
      "Automatic number",
      "Phone number",
      "Phone number "
    ],
    "contexts": {
      "waiting-maps-deliver-map": { "occurences": 3 },
      "waiting-support-employer": { "occurences": 4 },
      "waiting-support-parent-paying": { "occurences": 4 },
      "waiting-support-parent-receiving": { "occurences": 4 },
      "waiting-feedback-root": { "occurences": 22 },
      "waiting-restart-conversation": { "occurences": 20 },
      "waiting-yes-child-support": { "occurences": 13 },
      "waiting-not-child-support": { "occurences": 13 },
      "waiting-pmtmethods-cant-make": { "occurences": 1 },
      "waiting-pmtmethods-checkormoneyorder": { "occurences": 1 },
      "waiting-pmtmethods-withhold-payments": { "occurences": 1 },
      "waiting-pmtmethods-cash": { "occurences": 1 },
      "waiting-pmtmethods-echeckdebit": { "occurences": 1 },
      "waiting-support-phone-number": { "occurences": 3 },
      "ticketinfo": { "occurences": 8 },
      "waiting-pmtmethods-debit-card": { "occurences": 4 },
      "waiting-support-no-email": { "occurences": 3 },
      "waiting-support-email": { "occurences": 3 },
      "waiting-support-revise-issue": { "occurences": 1 },
      "waiting-support-submit-issue": { "occurences": 1 },
      "waiting-open-csc-location-services": { "occurences": 2 },
      "waiting-open-csc-employer-payments": { "occurences": 2 },
      "waiting-open-csc-full-services": { "occurences": 2 },
      "waiting-support-restart": { "occurences": 3 },
      "waiting-support-no-phone-number": { "occurences": 2 },
      "waiting-support-type": { "occurences": 2 },
      "waiting-support-employment-status": { "occurences": 1 },
      "waiting-support-general-inquiries": { "occurences": 2 },
      "waiting-feedback-helpful": { "occurences": 1 },
      "waiting-feedback-complete": { "occurences": 1 },
      "waiting-dirdep-no-learn-more-eppicard": { "occurences": 1 },
      "waiting-dirdep-learn-more-eppicard": { "occurences": 1 }
    }
  },
  "case status": {
    "occurences": 73,
    "queries": [
      "The status of my case",
      "I'm trying to get updates on my child support case",
      "Hello, I would like to ask a question about my own case.",
      "I applied for an increase and checking the status",
      "It’s been about 3 weeks since I put in an action",
      "Follow up on my case",
      "Can you tell me anything about my case I have not heard back on the decision that was made",
      "Would like to know the status of my case",
      "Yes, I would like to get the status of my case",
      "I need to check on my case",
      "I received a refund check and I was checking the validity",
      "Status of case",
      "I’m just trying to follow up in regards to my case",
      "I want to know has anything changed with my case",
      "Review status",
      "How can I check the status of a review for child support?",
      "I want to talk about my case",
      "In my system they have the same custodial parent but different case numbers, Please advise",
      "I am check on child supprt",
      "Can I check the status of my case",
      "I’m trying to get the status of my child support case",
      "I done dealt with 4 supervisors for the month of July n still haven't received my payments yet ...my email still the same...wat is really goin on ",
      "How do I find out if I'm getting  a refund",
      "How do.i find out if I'm getting a refund",
      "I have 2 cases with the same issue.",
      "Look up a case",
      "Looking up a case against me saying I have a child in Mississippi",
      "I have a question about my case dealing with court",
      "I’m waiting for a review ",
      "Yes. I would also like to check on another case.",
      "Status",
      "check on my case",
      "I am trying to see if i have a pending case or court date coming up ",
      "I want to check the status of my case",
      "How can I check the status of my case?",
      "My question is, if I request to have the case closed, will I still get what is in arrearage?",
      "Filed 4 months ago still waiting for an answer",
      "I need to find out if my application has been received",
      "I have a question about my case.",
      "I need to check on my file. We  haven't heard anything back in months and he has already seen a social worker",
      "Can you check on my case ",
      "Just getting info at this time",
      "Can you tell me if I have a case",
      "Check the status of my case",
      "Is the system down?",
      "I would like to check on the status of my case.",
      "Trying to see is my case being worked up.",
      "I have a question about it",
      "I’m just wondering about my case ",
      "Here to check on one of my cases",
      "Status on my case",
      "I am trying to find out the status of my child support case.i am the custodial parent ",
      "Im trying to check the status of my case.",
      "Would like to know the status of my cases",
      "I would like to check the status of my review ",
      "please confirm my previous question",
      "status on my case",
      "The message I just wrote up top ",
      "I’m calling they not answer they said it was something going on with my case",
      "Information on my case it seems to be at a standstill",
      "Status",
      "I want to check something else ",
      "Can I check a case",
      "My case was being reviewed-- my daughter got married and I am still having child support taken out.",
      "Just wanting to know if there's a case with my name on it",
      "Actually idk I was looking on here to see if it can help me find Social worker that’s working on my family case",
      "I'm wanting to check on my case",
      "I want to check on my case",
      "I have an open case but no response",
      "Status of my case",
      "Status of my case?",
      "Case status ",
      "Current case status"
    ],
    "contexts": {
      "waiting-yes-child-support": { "occurences": 19 },
      "waiting-not-child-support": { "occurences": 19 },
      "waiting-feedback-root": { "occurences": 5 },
      "waiting-restart-conversation": { "occurences": 3 },
      "waiting-pmtmethods-debit-card": { "occurences": 2 },
      "waiting-support-type": { "occurences": 4 },
      "waiting-support-restart": { "occurences": 2 },
      "waiting-support-general-inquiries": { "occurences": 2 },
      "waiting-open-csc-location-services": { "occurences": 2 },
      "waiting-open-csc-full-services": { "occurences": 2 },
      "waiting-open-csc-employer-payments": { "occurences": 2 },
      "waiting-pmt-calc-gross-income": { "occurences": 1 },
      "payment-factors": { "occurences": 1 },
      "waiting-pmt-calc-unknown-income": { "occurences": 1 },
      "waiting-support-parent-receiving-more": { "occurences": 1 },
      "waiting-support-employment-status": { "occurences": 1 },
      "waiting-support-parent-paying-more": { "occurences": 1 }
    }
  },
  "card": {
    "occurences": 55,
    "queries": [
      "It’s saying my card number is invalid ",
      "Replacement card ",
      "I need help. My card isn't working...and I cant get in touch with anyone. ",
      "Have not child support debit card",
      "My child support card expires at the end of this month and I have not received a new one",
      "how do i get a MS debit card for child support payments",
      "Hi, my card is reading card error at every store I go to, but it has funds available. ",
      "To order a replacement card.",
      "my grandma daughter stay with me and her mother get the child support card and i don’t feel like thats right",
      "Haven’t receive child support card for my second case ",
      "i get i ton the eppi card ",
      "Getting a new child support card",
      "I haven’t got a card yet for child support and it have been a month",
      "I need the 1-800 numbers so I can check my card not the number that be change the other number",
      "I need to get a new card mines about expire this month",
      "I need to get a new card mine is expiring ",
      "Debit card ",
      "Call center is asking for a PIN number ",
      "I need new card",
      "SSN DIGITS",
      "I have not received my child support card and it’s been pass 10 business days",
      "Trying to see when I will receive a card with my child support ",
      "My card is suspended and I would like to know why, it has never done this before",
      "I need to update address and get a new card",
      "need a new card ",
      "Maybe send me a new card that works ",
      "Hi I’m trying to report a card lost and order another one how can I do that",
      "Can the father get a print out of what I have spent with money he has put on card ",
      "How do I find out my pin #",
      "how to order a child supprt card",
      "Why my card says fraud suspended ",
      "In August, I will be going to college and I’m wondering if I can get my own child support card since I’m not in my mother’s house hold ",
      "how do I get a new child support debit card sent to another address?",
      "I would like to receive my separate child support cases on separate debit cards rather than all cases on one card. ",
      "it ain’t common",
      "Well my question is I suppose to receive a payment on the 7/5 but it has not crossed over to card yet",
      "When will I receive the eppi card?",
      "I need a number to talk to someone about a freeze on my card",
      "New card",
      "I need to update my address and get a new card shipped to me because my current card has expired",
      "How do I request a debit card",
      "I have not received my debit mastercard",
      "I lost my debit card",
      "how can i set up a pin # to get the inforation i need",
      "I need to report my brother’s child support card stolen.",
      "Address change, my card is about to expire.",
      "I was looking for the green support card",
      "Need a new card",
      "New card",
      "How long does it take to receive a debit card",
      "I need to reorder a new card ",
      "Do you have a 4 digit pin number ",
      "what ? how can i cancel my lost card and order a new",
      "i need to cancel my card and order another one",
      "My card has not worked in two months and cant get no one on the phone"
    ],
    "contexts": {
      "waiting-yes-child-support": { "occurences": 16 },
      "waiting-not-child-support": { "occurences": 16 },
      "waiting-support-employer": { "occurences": 2 },
      "waiting-support-parent-paying": { "occurences": 2 },
      "waiting-support-parent-receiving": { "occurences": 2 },
      "waiting-acknowledge-privacy-statement": { "occurences": 7 },
      "waiting-support-revise-issue": { "occurences": 1 },
      "waiting-support-submit-issue": { "occurences": 1 },
      "requests": { "occurences": 1 },
      "ticketinfo": { "occurences": 2 },
      "waiting-pmtmethods-debit-card": { "occurences": 5 },
      "waiting-feedback-root": { "occurences": 3 },
      "waiting-pmts-general-non-custodial": { "occurences": 1 },
      "waiting-pmts-general-receive-payments": { "occurences": 1 },
      "waiting-pmt-calc-num-children": { "occurences": 1 },
      "waiting-eppi-faq": { "occurences": 1 },
      "waiting-eppi-fees": { "occurences": 1 },
      "waiting-eppi-notifications": { "occurences": 1 },
      "waiting-eppi-activate": { "occurences": 1 },
      "waiting-eppi-get-card": { "occurences": 1 },
      "waiting-eppi-replace-report": { "occurences": 1 },
      "waiting-dirdep-learn-more": { "occurences": 1 },
      "waiting-dirdep-confirm-form": { "occurences": 1 },
      "waiting-support-phone-number": { "occurences": 1 },
      "waiting-support-general-inquiries": { "occurences": 1 },
      "waiting-support-no-phone-number": { "occurences": 1 },
      "waiting-restart-conversation": { "occurences": 2 }
    }
  },
  "documentation": {
    "occurences": 52,
    "queries": [
      "I’m trying to get a print out for one of my residents saying how much she get for child support from the last 4 months",
      "I need 12 month receipt of payments sent to an email.",
      "Hi..Yes I was hoping I can get a print out of the last 2 months of my child support ",
      "How would the person paying child support get a copy of their payment agreement",
      "Driver license clearance form ",
      "I overpaid with an automatic deduction at work and have called numerous times the past 4 months and every time I am told they will send the form requesting reimbursement and I never get the form. Where can i get this form.",
      "My daughter turned 18 in March of this year. Our divorce decree states my child support stops at that time unless she is in school. How can I get proof of enrollment /attendance in school to see if I still need to be paying? ",
      "i'm looking to get help with a statement letter",
      "i need a form to change my child support",
      "How to I get a copy of my child support order? ",
      "I need  an establishment of part it's form",
      "To what address should I mail a Judgment Terminating Child Support?",
      "How can I file a contempt of court",
      "Good morning is there an online form I can complete to file for child support?",
      "i need an updated income withholding transmittal form",
      "I am just looking for a blank Verification of Services form. ",
      "I lost my child support letter for review of increase",
      "How can I get documentation of benefits for the school",
      "How can I view letters that were sent from my case worker",
      "please just help me locate the forms that I need to fill out",
      "I need a printout of the child support I received during the month of June DIGITS",
      "I received a letter saying to with hold for arrears for an employee that says he is caught up. can I get an updated letter?",
      "What proofs or forms do I need",
      "need civil case filing form cover sheet",
      "is there a form to be filled out",
      "I can get  a proof of child support from that place u sent me rght",
      "I received a letter saying my case was going to be closed because I haven’t cooperated with providing necessary information I haven’t received anything saying what y’all need",
      "I have a question about income holding for child support form",
      "Is there a form the employee signs to authorize deduction from check?",
      "i just want the withholding form for employees",
      "Just need to know how to get the document to release the income withholding order",
      "I am looking for the forms to print so I can send payments for my employees.",
      "I am trying to get a printout of my child support payments",
      "Forms",
      "How to get a print out online",
      "Drivers license reinstatement  clearance form",
      "After i print it off then whats the next step ",
      "I received a letter in the mail from child support but i am out of town and i wanted to see what was the letter about",
      "Is there a form that I can file to modify child support? One that I can file in court myself? ",
      "Forms",
      "i was wondering how can i get  copy of my child support documents",
      "No I have a court date at 9AM in the morning.  I need to print my child support payments out online.  Are you saying that isn't possible?",
      "What is the best way to obtain a certified copy of a child support order?",
      "need help getting a verifecation letter",
      "How can i get a copy of child support papers",
      "how can I get a copy of my child support agreement",
      "Im trying to get a copy of my childsupport payments",
      "please email a form for petition to reduce child support ",
      "i need form to fill out to start process",
      "Can i get a copy of the IWO?",
      "How can I print off an application?",
      "how do I get a copy of my child support order"
    ],
    "contexts": {
      "waiting-yes-child-support": { "occurences": 17 },
      "waiting-not-child-support": { "occurences": 17 },
      "waiting-restart-conversation": { "occurences": 5 },
      "waiting-acknowledge-privacy-statement": { "occurences": 5 },
      "waiting-iwo-no-assistance": { "occurences": 4 },
      "waiting-iwo-faqs": { "occurences": 4 },
      "waiting-iwo-wants-assistance": { "occurences": 4 },
      "waiting-open-csc-location-services": { "occurences": 1 },
      "waiting-open-csc-employer-payments": { "occurences": 1 },
      "waiting-open-csc-full-services": { "occurences": 1 },
      "waiting-support-phone-number": { "occurences": 1 },
      "waiting-support-no-phone-number": { "occurences": 1 },
      "ticketinfo": { "occurences": 2 },
      "waiting-pmtmethods-debit-card": { "occurences": 2 },
      "waiting-feedback-root": { "occurences": 4 },
      "iwo-factors": { "occurences": 2 },
      "waiting-iwo-confirm-estimate": { "occurences": 1 },
      "waiting-support-type": { "occurences": 1 },
      "waiting-maps-deliver-map": { "occurences": 1 },
      "waiting-support-employment-status": { "occurences": 1 },
      "waiting-support-general-inquiries": { "occurences": 1 },
      "waiting-support-no-email": { "occurences": 1 },
      "waiting-support-email": { "occurences": 1 }
    }
  },
  "insufficient response": {
    "occurences": 41,
    "queries": [
      "That's all",
      "I dont know",
      "Neither ",
      "Other",
      " Is.",
      "What",
      "Neither",
      "YEA",
      "what",
      "Other ",
      "Common question ",
      "I don't know ",
      "So so",
      "no ",
      "Meaning?",
      "I don’t need that ",
      "Neither ",
      "no my question",
      "I don’t know what all that means ",
      "what is it",
      "Sort of",
      "Huh",
      "??",
      "0",
      "?",
      "I'm not sure. What is the difference ",
      "Neither",
      "Neither",
      "Neither",
      "Kinda ",
      "Huh",
      "I",
      "Answer my first question",
      "That's all",
      "No I have a question",
      "OTHER",
      "Neither ",
      "Other ",
      "[",
      "neither",
      "0"
    ],
    "contexts": {
      "waiting-feedback-root": { "occurences": 3 },
      "waiting-restart-conversation": { "occurences": 3 },
      "waiting-open-csc-location-services": { "occurences": 7 },
      "waiting-open-csc-employer-payments": { "occurences": 7 },
      "waiting-open-csc-full-services": { "occurences": 7 },
      "waiting-pmtmethods-debit-card": { "occurences": 8 },
      "waiting-yes-child-support": { "occurences": 5 },
      "waiting-not-child-support": { "occurences": 5 },
      "waiting-pmts-general-non-custodial": { "occurences": 1 },
      "waiting-pmts-general-receive-payments": { "occurences": 1 },
      "waiting-feedback-helpful": { "occurences": 3 },
      "waiting-feedback-not-helpful": { "occurences": 3 },
      "payment-factors": { "occurences": 3 },
      "waiting-maps-deliver-map": { "occurences": 2 },
      "waiting-support-type": { "occurences": 1 },
      "waiting-pmtmethods-cant-make": { "occurences": 2 },
      "waiting-pmtmethods-checkormoneyorder": { "occurences": 2 },
      "waiting-support-employment-status": { "occurences": 1 },
      "waiting-pmtmethods-withhold-payments": { "occurences": 2 },
      "waiting-pmtmethods-cash": { "occurences": 2 },
      "waiting-pmtmethods-echeckdebit": { "occurences": 2 },
      "waiting-support-parent-paying-more": { "occurences": 1 },
      "waiting-support-employer": { "occurences": 5 },
      "waiting-support-parent-paying": { "occurences": 5 },
      "waiting-support-parent-receiving": { "occurences": 5 },
      "waiting-pmt-calc-retirement-contributions-amount": { "occurences": 1 },
      "waiting-pmt-calc-child-support-no-retirement": { "occurences": 1 },
      "waiting-acknowledge-privacy-statement": { "occurences": 2 },
      "waiting-pmt-calc-income-term": { "occurences": 1 },
      "waiting-eppi-faq": { "occurences": 1 },
      "waiting-eppi-notifications": { "occurences": 1 },
      "waiting-eppi-fees": { "occurences": 1 },
      "waiting-eppi-activate": { "occurences": 1 },
      "waiting-eppi-replace-report": { "occurences": 1 },
      "waiting-eppi-get-card": { "occurences": 1 },
      "waiting-pmt-calc-child-support-amount": { "occurences": 1 },
      "waiting-pmt-calc-final-estimation-no-other-children": { "occurences": 1 }
    }
  },
  "office locations": {
    "occurences": 39,
    "queries": [
      "where do i turn it in at i live in gulfport ms",
      "STREET_ADDRESS\nDecherd, TN ZIPCODE\nFranklin County\nContact PERSON_NAME\nPHONE_NUMBER",
      "I know where it is ",
      "what are the hours of operation",
      "my house",
      "reactapp",
      "Could u just send me the address ",
      "PERSON_NAME county, ms",
      "What’s your address ",
      "What time does STREET_ADDRESS. Close?",
      "mailling address ",
      "address ",
      "PERSON_NAME address ",
      "Address",
      "Holly springs, Ms ",
      "Byhalia, MS ",
      "byhalia, Ms ",
      "STREET_ADDRESS ZIPCODE",
      "STREET_ADDRESS, PERSON_NAME, MS ZIPCODE",
      "PERSON_NAME, MS",
      "STREET_ADDRESS PERSON_NAME, ms ZIPCODE",
      "Where do I send a letter of discontinue-ment from corinth ms",
      "Is it open in PERSON_NAME county ",
      "Who is this for my kids live in Indiana",
      "ZIPCODE",
      "I live in another stoate. Where do I send it?",
      "PERSON_NAME and PERSON_NAME County",
      "PERSON_NAME address",
      "STREET_ADDRESS stateline ms ZIPCODE",
      "Ms",
      "Kosciusko ms ",
      "Canton, Ms",
      "I have the address but they are close for the holiday ",
      "PERSON_NAME ms ZIPCODE",
      "314 North Canton Club Cirle",
      "PERSON_NAME ms ZIPCODE",
      "Hey what time do you all close?",
      "Address",
      "Who can I call to schedule an appointment in tupelo ms"
    ],
    "contexts": {
      "waiting-feedback-root": { "occurences": 13 },
      "waiting-restart-conversation": { "occurences": 14 },
      "waiting-maps-deliver-map": { "occurences": 4 },
      "waiting-yes-child-support": { "occurences": 5 },
      "waiting-not-child-support": { "occurences": 5 },
      "waiting-pmtmethods-debit-card": { "occurences": 2 },
      "waiting-acknowledge-privacy-statement": { "occurences": 1 },
      "waiting-open-csc-location-services": { "occurences": 3 },
      "waiting-open-csc-employer-payments": { "occurences": 3 },
      "waiting-open-csc-full-services": { "occurences": 3 },
      "payment-factors": { "occurences": 1 },
      "waiting-dirdep-no-learn-more-eppicard": { "occurences": 1 },
      "waiting-dirdep-learn-more-eppicard": { "occurences": 1 },
      "waiting-pmt-calc-num-children": { "occurences": 1 },
      "ticketinfo": { "occurences": 3 },
      "waiting-support-revise-issue": { "occurences": 2 },
      "waiting-support-submit-issue": { "occurences": 2 }
    }
  },
  "terminate": {
    "occurences": 39,
    "queries": [
      "How do I stop my daughter's father from receiving her child support if I have her",
      "How can I stop child support ",
      "my son is about to be 19 and have a job and do not live with his mom. how can I stop paying child support ",
      "I need to stop child support payment to me. One of my  child is going to live with his father ",
      "The current order is for the children until they are 21.  One of the children will soon be 21.  What do I have to do to get her removed from this case?",
      "How to stop child support ",
      "My fiance kids are 17 and 20. They have decided to live with there dad. How does he stop child support to their mother?",
      "I wish to stop paying because he now lives with me",
      "Stop payment",
      "How can I get child support stopped when child is married and moved out on their own?",
      "Remove case",
      "How to stop payments",
      "How to get off childsupport",
      "How do I stop child support on children who live with me now",
      "I now have my daughter full time and the mother who I pay child support is willing to sign a letter saying so. How do I stop my payment request from the state",
      "Disable",
      "I need to cancel my case",
      "How do I close my case",
      "How to stop child support ",
      "Stop all childsupport",
      "Terminate",
      "How to stop payments",
      "My child is turning 21 in sept. What do I need to do to stop the automatic withdrawal ",
      "how can I  close my case?",
      "HOW DO I CLOSE A CASE?",
      "how do i terminate child support",
      "How can I stop child support when I have the kids more than the other parent?",
      "How do it work with Taking my child father of child support ",
      "Stop garnishments",
      "Terminate child support ",
      "My sister's grandson lives with her. She is financially responsible for him.  However, her daughter does not live with her or take care of her son. How can my sister get the child support redirected to her .",
      "Want to cancel it",
      "I would like to cancel my case",
      "Stop payment ",
      "what can i do about this ",
      "Cancel",
      "Stopping child support order",
      "How do I close a case? ",
      "can I terminate my rights?"
    ],
    "contexts": {
      "waiting-support-employer": { "occurences": 1 },
      "waiting-support-parent-paying": { "occurences": 1 },
      "waiting-support-parent-receiving": { "occurences": 1 },
      "payment-factors": { "occurences": 1 },
      "waiting-restart-conversation": { "occurences": 8 },
      "waiting-yes-child-support": { "occurences": 11 },
      "waiting-not-child-support": { "occurences": 11 },
      "waiting-acknowledge-privacy-statement": { "occurences": 4 },
      "waiting-support-handle-employment-status": { "occurences": 1 },
      "waiting-dirdep-savings": { "occurences": 1 },
      "waiting-dirdep-checking": { "occurences": 1 },
      "waiting-open-csc-location-services": { "occurences": 1 },
      "waiting-open-csc-employer-payments": { "occurences": 1 },
      "waiting-open-csc-full-services": { "occurences": 1 },
      "waiting-maps-deliver-map": { "occurences": 1 },
      "waiting-pmtmethods-cant-make": { "occurences": 1 },
      "waiting-pmtmethods-checkormoneyorder": { "occurences": 1 },
      "waiting-pmtmethods-withhold-payments": { "occurences": 1 },
      "waiting-pmtmethods-cash": { "occurences": 1 },
      "waiting-pmtmethods-echeckdebit": { "occurences": 1 },
      "waiting-feedback-root": { "occurences": 1 }
    }
  },
  "make payment": {
    "occurences": 39,
    "queries": [
      "Can NCP make payment without court order being sign",
      "can non-custodial parents pay by credit card",
      "Can I make a payment with a debit card?",
      "Cashiers check",
      "Cashier check made out to whom",
      "Make child support payments",
      "I recently lost my job. My child support payments were deducted from my paychecks. How and where do I make my child support payments now?",
      "Trying to find case # so can make payment",
      "Hiw do I set up a non custodial parent account to make payments",
      "if i pay with a debit card will it be charge every month. reason im asking cuz it isnt my account",
      "First payment ",
      "I am trying to find out if I can submit a child support payment online ?",
      "My company name is Southwest Distributors and it is the monthly form that we use to remit payment with",
      "How can I make a payment with my debit card ",
      "I’m trying to make a child support payment online, as the non custodial parent. I don’t see an option to use my debit or credit card",
      "Can I pay childsupport with cash",
      "What will I need to use money gram?",
      "payment forms",
      "Payment types",
      "Do payment location accept cash? ",
      "Am I to make payment to the other parent or child",
      "how can i prove who is making the payment to mw ",
      "I need to make a payment. i cant make the full payment but i was gonna send what i can . can i send it online and it go straight to the mother debit card?",
      "I am trying to set up my bank account to pay child support",
      "How can I get paper copies of the monthly payments?",
      "Checking payment",
      "Then I want to set up a monthly withdrawal of $250.00.",
      "Making",
      "I have EFT set up through my payroll company.  Can I add the $5 month fee to that.",
      "Can i make my child support payment online?",
      "I'm the parent that are paying ",
      "I have a question about a deposit ",
      "Can he make the payment cash? ",
      "Money gram payment",
      "When sending money gram do you send to mothers name",
      "When paying mdhs with money gram how is the account number entered?",
      "Need to send payment by money gram and I neee the receive code",
      "Can You do overdraft on your  debit card",
      "Can MDHS deduct monies directly from my bank account without notifying me?"
    ],
    "contexts": {
      "waiting-feedback-root": { "occurences": 6 },
      "waiting-restart-conversation": { "occurences": 5 },
      "waiting-pmtmethods-cant-make": { "occurences": 1 },
      "waiting-pmtmethods-checkormoneyorder": { "occurences": 1 },
      "waiting-pmtmethods-withhold-payments": { "occurences": 1 },
      "waiting-pmtmethods-cash": { "occurences": 1 },
      "waiting-pmtmethods-echeckdebit": { "occurences": 1 },
      "waiting-yes-child-support": { "occurences": 13 },
      "waiting-not-child-support": { "occurences": 13 },
      "waiting-open-csc-location-services": { "occurences": 1 },
      "waiting-open-csc-employer-payments": { "occurences": 1 },
      "waiting-open-csc-full-services": { "occurences": 1 },
      "waiting-pmtmethods-debit-card": { "occurences": 4 },
      "waiting-iwo-no-assistance": { "occurences": 1 },
      "waiting-iwo-faqs": { "occurences": 1 },
      "waiting-iwo-wants-assistance": { "occurences": 1 },
      "waiting-pmts-general-non-custodial": { "occurences": 1 },
      "waiting-pmts-general-receive-payments": { "occurences": 1 },
      "waiting-pmt-calc-num-children": { "occurences": 1 },
      "payment-factors": { "occurences": 1 },
      "waiting-support-type": { "occurences": 1 },
      "waiting-support-employment-status": { "occurences": 1 },
      "waiting-support-general-inquiries": { "occurences": 1 }
    }
  },
  "account balance": {
    "occurences": 37,
    "queries": [
      "Check balance ",
      "money",
      "how can i check the balance of child support my child is due ",
      "where is my money",
      "How Do I Find Out How Much Money Is Available ",
      "Get balance",
      "How can I check my child support payments",
      "How to check payment online ",
      "How do I check my balance online ",
      "just wanted to check on a payment that was sent to me",
      "Hey my name is PERSON_NAME I was trying to see how much was posted on my card from this month",
      "need to check on my child support payment",
      "trying to see is it render blance on my case ",
      "Balance check",
      "Trying to check balance online",
      "Checking my rear balances",
      "I’m here trying to check on my funds",
      "Monies on his campaign ",
      "How do I get my balance on my child support ",
      "Yes how can i check on the balance of my child support ",
      "How do I get a statement of balance due",
      "I am trying to find out how to log on to check my child support",
      "can i check my balance online",
      "Check on my child support ",
      "I need to check if payment has been made",
      "Check my account online",
      "Trying to see my account ",
      "Can u tell me my last payment ",
      "The number to check my balance ",
      "When I call to try to change my balance  it says we have an important message about your account ",
      "is there anyway i can check my balance online",
      "How can I check on my payments ",
      "I’m trying to get an online acct to check my payments and activity ",
      "trying to look up my  account",
      "How can I check my account balance",
      "Just trying to see if I have a pending payment ",
      "Trying to be able to check my balance on line"
    ],
    "contexts": {
      "waiting-open-csc-location-services": { "occurences": 1 },
      "waiting-open-csc-full-services": { "occurences": 1 },
      "waiting-open-csc-employer-payments": { "occurences": 1 },
      "waiting-yes-child-support": { "occurences": 16 },
      "waiting-not-child-support": { "occurences": 16 },
      "waiting-pmtmethods-cant-make": { "occurences": 1 },
      "waiting-pmtmethods-checkormoneyorder": { "occurences": 1 },
      "waiting-pmtmethods-withhold-payments": { "occurences": 1 },
      "waiting-pmtmethods-cash": { "occurences": 1 },
      "waiting-pmtmethods-echeckdebit": { "occurences": 1 },
      "waiting-feedback-root": { "occurences": 4 },
      "waiting-restart-conversation": { "occurences": 4 },
      "waiting-eppi-faq": { "occurences": 2 },
      "waiting-eppi-fees": { "occurences": 2 },
      "waiting-eppi-notifications": { "occurences": 2 },
      "waiting-eppi-activate": { "occurences": 2 },
      "waiting-eppi-get-card": { "occurences": 2 },
      "waiting-eppi-replace-report": { "occurences": 2 },
      "waiting-dirdep-learn-more": { "occurences": 1 },
      "waiting-dirdep-confirm-form": { "occurences": 1 },
      "waiting-pmtmethods-debit-card": { "occurences": 3 },
      "waiting-support-revise-issue": { "occurences": 1 },
      "waiting-support-submit-issue": { "occurences": 1 },
      "ticketinfo": { "occurences": 1 },
      "payment-factors": { "occurences": 2 },
      "waiting-pmt-calc-tax-deductions": { "occurences": 1 },
      "waiting-pmt-calc-unknown-income": { "occurences": 2 },
      "waiting-acknowledge-privacy-statement": { "occurences": 1 },
      "waiting-pmt-calc-gross-income": { "occurences": 1 }
    }
  },
  "paternity": {
    "occurences": 36,
    "queries": [
      "I’m inquiring about my dna results. I haven’t received them yet. ",
      "im trying to establish paternity to get my name removed from a birth certificate",
      "Do y’all do free DNA test ",
      "If one guy is on child support for a child and you get legal documentation that another guy is the father. will the first guy be taking off child support ",
      "paternity",
      "That the child belongs to another man , how do I get that information",
      "I'm trying to see how to get records of a mother and a guy who had a paternity test saying",
      "How much for paternity test",
      "paternity test",
      "DNA testing ",
      "I'm trying to get a DNA test for my child. ",
      "My son has been told that his ex-girlfriend is pregnant with his baby.  He would like to get help on getting a dna test so if the child is his he can support the child",
      "Paternity test ",
      "Establish paternity ",
      "DNA testing ",
      "Paternity testing ",
      "My son is trying to get his child’s name changed to his name on her birth certificate. Currently the baby just has moms name. Does he have to hire an attorney in Mississippi to do this or can he just fill out some paperwork or get a dna test",
      "I am trying to check on paternity results.",
      "acknowledgement of paternity",
      "DNA test",
      "I was wondering the status of my case, the father of my child said he took the DNA test but no one has reached out to me to test my son.",
      "Proof of Paternity Test Results",
      "How do I establish paternity of a Girl they say is my Husbands",
      "Is dna testing free ",
      "How to get a paternity test",
      "How do the non custodian parent go about getting a paternity test done and visitation rights",
      "I want to know how long do it take to get DNA RESULTS",
      "How do i get a dna test ",
      "I need to see how I can get a copy of DNA results proving paternity",
      "Neither i am the child ",
      "I want to know where to go in PERSON_NAME MS to get a free DNA test",
      "How do I set up a paternity test",
      "Question is this: after being confirmed the father through DNA swab, what rights does the father have with that child (visiting, time with the child... etc.)?",
      "Paternity test",
      "Trying find out about doing a DNA TEST ",
      "I was trying to see if I could request a blood test even though I’m the mother ?"
    ],
    "contexts": {
      "waiting-feedback-root": { "occurences": 3 },
      "waiting-restart-conversation": { "occurences": 2 },
      "waiting-yes-child-support": { "occurences": 11 },
      "waiting-not-child-support": { "occurences": 11 },
      "waiting-open-csc-location-services": { "occurences": 2 },
      "waiting-open-csc-select-form": { "occurences": 1 },
      "waiting-open-csc-no-service": { "occurences": 1 },
      "waiting-open-csc-employer-payments": { "occurences": 2 },
      "waiting-open-csc-full-services": { "occurences": 1 },
      "waiting-maps-deliver-map": { "occurences": 1 },
      "waiting-support-employer": { "occurences": 2 },
      "waiting-support-parent-paying": { "occurences": 2 },
      "waiting-support-parent-receiving": { "occurences": 2 },
      "waiting-acknowledge-privacy-statement": { "occurences": 1 }
    }
  },
  "payment timelines": {
    "occurences": 35,
    "queries": [
      "When do they give out child support money each month",
      "what date of the month does the custodial parent receive payment ",
      "how long do it take for child support order to be process once you have been to court on 20 of June",
      "how long does this process take",
      "When i called the  number to checl the arrears balance and payments made . The was a new updated balance made for this month however the card says there isnt any money on the card. How long does it take for the money to be added to the card .",
      "what do I do next after I get done with the application",
      "I’m wondering when my child support will go through into my account and why I’m not getting the full amount on one of them?",
      "When can I ask for increase for child support?",
      "How do I find out if a payment has been made?",
      "If my children's father sent his payment off from Popularville on the 19th of this month, how long will it take for me to receive it?",
      "what time does it deposits ",
      "When will I begin getting payments",
      "1 I received a lump some back pay last month should I start getting payment  every month ",
      "How long does it take before I get garnished taxes for childsupport from my ex?",
      "what is taking so long with the process ",
      "how long does it take to receive child support from.an income tax",
      "How long will it take the parent to receive the payment once I mail in the money order ",
      "if i pay online how fast will my ex wife get the money?  i did this online years ago when you all first started doing it and it took like 3 weeks for her to get her money.  ",
      "How many days do you have to wait for funds to post after child support receive the payment ",
      "What day do my benefits hit card this month",
      "I was looking for information regarding a recent payment that I have not received. How long does it require before I receive a payment that was submitted on the 12th?",
      "When am I going to get my payment ",
      "How long does it take the state to process a payment on an account that is in arrearage?",
      "Have a question when do it end",
      "When will I receive child support ",
      "How long before income tax is applied.",
      "When will child support be on my card for this month? I usually get it on the 6th, but I assumed the holiday pushed it back",
      "How long does it take before it starts?",
      "How long does it usually take to get an answer about the increase",
      "When I called the toll free number a payment was made on the 3rd but I have to receive it.. When will I receive it ",
      "\nI wanted to know after the person who is on child support pay TANF back does the parent receive the child support payements after the TANF is paid back to state?",
      "I’m behind on payments due to all the other cost associated with this, now my liscence have been suspended. How much of the back payments must be paid in order to lift liscence suspension",
      "When will I receive my back time child support?",
      "will payment be made on 4th of july",
      "When is the money deposited on the Eppi card. This is first time to get it"
    ],
    "contexts": {
      "waiting-yes-child-support": { "occurences": 6 },
      "waiting-not-child-support": { "occurences": 6 },
      "waiting-feedback-root": { "occurences": 4 },
      "waiting-restart-conversation": { "occurences": 6 },
      "waiting-pmtmethods-debit-card": { "occurences": 5 },
      "waiting-pmt-calc-income-term": { "occurences": 1 },
      "waiting-open-csc-location-services": { "occurences": 1 },
      "waiting-open-csc-employer-payments": { "occurences": 1 },
      "waiting-open-csc-full-services": { "occurences": 1 },
      "waiting-acknowledge-privacy-statement": { "occurences": 2 },
      "waiting-support-type": { "occurences": 1 },
      "waiting-support-general-inquiries": { "occurences": 1 },
      "waiting-eppi-faq": { "occurences": 1 },
      "waiting-eppi-fees": { "occurences": 1 },
      "waiting-eppi-notifications": { "occurences": 1 },
      "waiting-eppi-activate": { "occurences": 1 },
      "waiting-eppi-get-card": { "occurences": 1 },
      "waiting-eppi-replace-report": { "occurences": 1 }
    }
  },
  "gratitude": {
    "occurences": 32,
    "queries": [
      "Thank you ",
      "Okay",
      "Thanks 4 nuthn",
      "Welcome",
      "Welcome",
      "Welcome",
      "Thank you",
      "Gen was helpful ",
      "LOVE U",
      "Thank you ",
      "Thank you ",
      "OK THANKS",
      "Thanks ",
      "Thanks",
      "You aren't helpful. I can find that on my own.",
      "thank you.Itisnotan emergencty.I willcallinthe morning.",
      "thanks",
      "Welcome",
      "Welcome",
      "Welcome",
      "Thank you so much ",
      "I am well, thank you!",
      "i'm just doing my research for the time being..thanks ",
      "yes i would like th elnk please",
      "No further questions. Thanks",
      "Ok",
      "No thank you are not helping me.",
      "Thanks",
      "Thank you!",
      "Bless and you ",
      "Ok",
      "Thank you "
    ],
    "contexts": {
      "waiting-open-csc-location-services": { "occurences": 2 },
      "waiting-open-csc-full-services": { "occurences": 2 },
      "waiting-open-csc-employer-payments": { "occurences": 2 },
      "waiting-pmtmethods-debit-card": { "occurences": 3 },
      "waiting-maps-deliver-map": { "occurences": 4 },
      "payment-factors": { "occurences": 1 },
      "waiting-feedback-complete": { "occurences": 1 },
      "waiting-appts-office-locations": { "occurences": 1 },
      "waiting-appts-guidelines": { "occurences": 1 },
      "waiting-appts-schedule": { "occurences": 1 },
      "waiting-support-employer": { "occurences": 2 },
      "waiting-support-parent-paying": { "occurences": 2 },
      "waiting-support-parent-receiving": { "occurences": 2 },
      "waiting-feedback-root": { "occurences": 1 },
      "waiting-restart-conversation": { "occurences": 1 },
      "waiting-yes-child-support": { "occurences": 1 },
      "waiting-not-child-support": { "occurences": 1 }
    }
  },
  "emancipation": {
    "occurences": 27,
    "queries": [
      "My son turns 21 in August. When does my payroll deduction end for support for him?",
      "What is the age you should stop making payments",
      "My child turns 21 on the 8th of August. At what point will my court order for child support be vacated?",
      "Yes.  When did the age of emancipation change from 18 to 21?",
      "Age a child can receive child support ",
      "Does child support payments end when child reaches 21 years of age?",
      "Why does father still pay child support for a child at is 18 years old?",
      "What ages does child support stop",
      "When does child support payments stop",
      "I have a question concerning emancipation",
      "Can you give me information on receiving child support after kids turn 19 years",
      "My son dropped out of school.  Has turned 18. When will my payments stop",
      "Trying to determine if my 18 year old moves, does child support stop",
      "My divorce papers say that my exhusband only has to pay support until my child is 18.  However, someone told me in the State of MS, age 21 is the age he has to support her through... ",
      "Once my child reaches 21, then what?",
      "When can i stop paying child support ",
      "My daughter turned 21 and has lived with me for the past 2 years. Will the child support turn off now?",
      "My child will be 18 tomorrow. It is my understanding that I should give the child the support that the mother has been receiving, is that correct?",
      "When did the child support age go up?",
      "At what age does child support stops in Mississippi?",
      "MY PAYMENT SHOULD BE OVER WITH  MY CHILD IS 21",
      "At what age does child support end",
      "What age do you stop paying child support for a child",
      "My son turned 21 last month so when will I no longer have to pay support?",
      "When does child support end",
      "What age do stop paying child support",
      "Paying child support for a child about to turn 18 , does the money still come out of my check after he is 18"
    ],
    "contexts": {
      "waiting-yes-child-support": { "occurences": 10 },
      "waiting-not-child-support": { "occurences": 10 },
      "waiting-feedback-root": { "occurences": 5 },
      "waiting-restart-conversation": { "occurences": 7 },
      "waiting-support-type": { "occurences": 1 },
      "waiting-support-employment-status": { "occurences": 1 },
      "waiting-support-general-inquiries": { "occurences": 1 }
    }
  },
  "enforcement": {
    "occurences": 24,
    "queries": [
      "My ex-wife is fixing to be 3 months behind on child support how are you going to enforce this",
      "My twins' father is ordered to pay around $215 per month but he keeps missing months and won't pay. He usually stays around 700-900 or more delinquent at all times and that doesnt even include the entire first 2 years of their lives that he provided ",
      "How can some not follow through with a garnishment ",
      "Trying to figure out how to get my ex to pay since he is not after divorce",
      "How can I get the \"absent parent\" to pay child support?  It has been almost 3 years.",
      "I have applied for child support and my daughter is 4 years old now and I still haven’t received any for her. What can I do?",
      "I’m trying to get wages garnished from his new job",
      "If I have a divorce decree that states child support is owed and it hasn’t been paid, what form do I fill out ",
      "I have a question if a father is over 15,000 dollars behind in Child support will another be open if he is assisting with the second child",
      "My ex is over $4,000 behind.  What can I do?",
      "I have an order already  but he has neglected to  pay in 3 months  and the months he did pay it was not what my order say",
      "none, i have not received child support since Oct of DIGITS. He was ordered to start paying in March or DIGITS and I have only gotten 3 or 4  payment since that date. from July to Oct of DIGITS. How can i find out if anything is being done to try to collect",
      "Termination of parental rights of a parent who hasn’t paid child support or seen there child in almost 5 years ",
      "My wife is late on child support and not answering my calls",
      "Enforcement ",
      "Hi....my name is PERSON_NAME Hunt....I haven’t receive child support since June 11, DIGITS ",
      "My daughter recently turned 18 and her father stopped paying support ",
      "How do I go about getting an eforcement?",
      "How can I help get my ex to pay child support?",
      "How long can he go without paying? ",
      "I need a release from child support that has been paid now that my daughter is almost 21. How can I get that?",
      "My ex was paying 100 a week for child support for 3 kids. Well 3 weeks ago we signed and filed divorce papers. Since then he hasn’t paid anything. He said he isn’t going to pay until the papers are final and he has to.   Can he do that? ",
      "My ex is 2 months behind on child support. how can i get his wages garnished or press charges",
      "Enforcement "
    ],
    "contexts": {
      "waiting-pmtmethods-debit-card": { "occurences": 2 },
      "waiting-feedback-root": { "occurences": 6 },
      "waiting-restart-conversation": { "occurences": 5 },
      "waiting-yes-child-support": { "occurences": 2 },
      "waiting-not-child-support": { "occurences": 2 },
      "waiting-dirdep-change": { "occurences": 1 },
      "waiting-dirdep-start": { "occurences": 1 },
      "waiting-dirdep-stop": { "occurences": 1 },
      "waiting-iwo-no-assistance": { "occurences": 1 },
      "waiting-iwo-faqs": { "occurences": 1 },
      "waiting-iwo-wants-assistance": { "occurences": 1 }
    }
  },
  "interstate": {
    "occurences": 23,
    "queries": [
      "I have a eppi card. But i switch states from Mississippi back to NY,  where both fathers live and i originally recieved payments. I tried switching back 4 months ago and havent recieved payments thru either state in that time. Where are my payments going?",
      "I received my letter to allow my ex to pay his child support thru the state however he has moved again so he was not notified . What do I need to do ?",
      "Transfer case",
      "Mississippi",
      "I live in TN, applied for child support but the child’s father lives in MS. My case has been turned over to MS for a schedule orientation but I don’t know who to contact to keep up with my status ",
      "Well,I hope you can. My ex and I started a case in Tn but she moved to starkville ms when my son was around 4 and just in a year or so has moved to fort PERSON_NAME fl. my son is now 16 will be 17 december 13. I have not seen him in 6 in a half years.",
      "interstate case",
      "I am the custodial parent and child support order was established in Texas. The non custodial parent now resides in Mississippi. Who is now responsible for handeling enforcement? ",
      " how to transfer my case from West Memphis Arkansas to Mississippi",
      "I am a custodial parent in Alabama and the biological father lives in Mississippi, I am trying to get a modification since the amount has not changed for the past 10 years ",
      "Transferring a case fromTeas",
      "How do I transfer to another county",
      "I have a question.  Currently I pay child support  on my son.  I pay through the state of Texas, as I live in Texas.  He now lives in Mississippi.  Does it ever transfer over to y'all?",
      "Original order from Missouri in DIGITS. Lived in Mississippi last 13 years with child. Need to apply for adjustment in Mississippi. ",
      "I paid child support last week to get my License reinstated and as of today the Mississippi department of transportation has not received the documents needed to reinstate them. How long does this process take?",
      "Transfer case to adult child from deceased parent",
      "My daughter turned 18 in March but my child support is still coming out of my check. In my divorce decree in Florida it states the child support stops at age 18. Mississippi enforces the order since they live in Mississippi now. ",
      "Can they base my child support out of a state I do not live in",
      "My husband lives in Mississippi and I live in West PERSON_NAME. I am filing to collect child support from him",
      "What laws I have to fallow Mississippi or Puerto PERSON_NAME",
      "Does Mississippi get involved in a child support case that's wasnt developed in the state",
      "I'm trying to reach the State distbustment unit",
      "I am trying to apply for childcare here in MS and I prefer not to have the father know that I have moved here from Las Vegas "
    ],
    "contexts": {
      "waiting-pmtmethods-debit-card": { "occurences": 1 },
      "waiting-acknowledge-privacy-statement": { "occurences": 1 },
      "waiting-open-csc-location-services": { "occurences": 4 },
      "waiting-open-csc-employer-payments": { "occurences": 4 },
      "waiting-open-csc-full-services": { "occurences": 3 },
      "waiting-feedback-root": { "occurences": 1 },
      "waiting-restart-conversation": { "occurences": 1 },
      "waiting-yes-child-support": { "occurences": 3 },
      "waiting-not-child-support": { "occurences": 3 },
      "waiting-open-csc-select-form": { "occurences": 1 },
      "waiting-open-csc-no-service": { "occurences": 1 }
    }
  },
  "account information": {
    "occurences": 21,
    "queries": [
      "How can I check child support payments online",
      "How can I check payments",
      "I need to know if I’m done with making payments to child support ",
      "Where do I find my next payment amount and date",
      "I already get direct deposit... I was trying to see was there a way to check online to see when was my last payment made",
      "Is the family group number the same thing as case number?",
      "Case information ",
      "Can i check it online",
      "Are they canceling bank plan for child support in the PERSON_NAME county in PERSON_NAME Mississippi",
      "How to view statements onlibe",
      "I'm trying to view the cases I already have",
      "Case numbers ",
      "Is there an online portal to see open cases on ",
      "I had the case number to my account how can I check it ",
      "How to view bill",
      "where do i find the case number",
      "How can I locate my account number",
      "Can I view my case online?",
      "Is there a website to view my case?",
      "How can I lookup my case",
      "I cant find my case number'"
    ],
    "contexts": {
      "waiting-yes-child-support": { "occurences": 9 },
      "waiting-not-child-support": { "occurences": 9 },
      "waiting-support-employer": { "occurences": 1 },
      "waiting-support-parent-paying": { "occurences": 1 },
      "waiting-support-parent-receiving": { "occurences": 1 },
      "waiting-dirdep-learn-more": { "occurences": 1 },
      "waiting-dirdep-confirm-form": { "occurences": 1 },
      "waiting-pmt-calc-num-children": { "occurences": 1 },
      "waiting-restart-conversation": { "occurences": 2 },
      "waiting-open-csc-location-services": { "occurences": 2 },
      "waiting-open-csc-full-services": { "occurences": 2 },
      "waiting-open-csc-employer-payments": { "occurences": 2 },
      "waiting-feedback-root": { "occurences": 2 },
      "waiting-open-csc-select-form": { "occurences": 1 },
      "waiting-open-csc-no-service": { "occurences": 1 },
      "waiting-pmt-calc-income-term": { "occurences": 1 }
    }
  },
  "case number": {
    "occurences": 21,
    "queries": [
      "How do I found out my case number",
      "case ID",
      "How do i obtain my case number?",
      "Case number: 619937341A",
      "Case number ",
      "Find case number",
      "Case number# 619876970A",
      "Can I have my case number ",
      "How to locate case number ",
      "Case number DIGITS",
      "Case ID",
      "Case number ",
      "How can I find my case number ",
      "How can I find my case number",
      "case number DIGITS",
      "I need to get my case number.. I have my social",
      "How can I get the case number ",
      "Case number ",
      "Trying to find my case number ",
      "How do I find my case number",
      "Need my case number"
    ],
    "contexts": {
      "waiting-yes-child-support": { "occurences": 8 },
      "waiting-not-child-support": { "occurences": 8 },
      "waiting-open-csc-location-services": { "occurences": 1 },
      "waiting-open-csc-full-services": { "occurences": 1 },
      "waiting-open-csc-employer-payments": { "occurences": 1 },
      "waiting-feedback-root": { "occurences": 3 },
      "waiting-restart-conversation": { "occurences": 3 },
      "waiting-support-type": { "occurences": 2 },
      "waiting-support-general-inquiries": { "occurences": 2 },
      "waiting-support-restart": { "occurences": 1 },
      "waiting-support-employment-status": { "occurences": 1 },
      "waiting-iwo-no-assistance": { "occurences": 1 },
      "waiting-iwo-faqs": { "occurences": 1 },
      "waiting-iwo-wants-assistance": { "occurences": 1 }
    }
  },
  "email": {
    "occurences": 17,
    "queries": [
      "I need to email something to the child support department. No one specific. What is the email address. I have EMAIL_ADDRESS but it rejects.",
      "send an e-mail",
      "email contacts",
      "Email address ",
      "Hi I need an email address to send my drivers license n current address to receive my child support payment",
      "PERSON_NAME Straight Jr Phone number PHONE_NUMBER Case number  613673539A email EMAIL_ADDRESS",
      "WHAT IS THE EMAIL ADDRESS TO CHANGE ADDRESS INFORMATION",
      "I need the call center email address so I can change my home address ",
      "email",
      "is there an email address",
      "I need an email address to send in a form for Case Number DIGITS",
      "Email address for the call center ",
      "Wrong email address they gave me",
      "Email address to mdhs",
      "Need an email for K PERSON_NAME ",
      "IS there an email address I can send application form to ? ",
      "What is the email for child support change address "
    ],
    "contexts": {
      "waiting-support-retry-phone-number": { "occurences": 1 },
      "waiting-support-handle-email-retry": { "occurences": 1 },
      "ticketinfo": { "occurences": 2 },
      "waiting-restart-conversation": { "occurences": 4 },
      "waiting-open-csc-location-services": { "occurences": 1 },
      "waiting-open-csc-employer-payments": { "occurences": 1 },
      "waiting-open-csc-full-services": { "occurences": 1 },
      "waiting-yes-child-support": { "occurences": 4 },
      "waiting-not-child-support": { "occurences": 4 },
      "waiting-support-revise-issue": { "occurences": 1 },
      "waiting-support-submit-issue": { "occurences": 1 },
      "requests": { "occurences": 1 },
      "waiting-dirdep-learn-more": { "occurences": 1 },
      "waiting-dirdep-confirm-form": { "occurences": 1 },
      "waiting-pmtmethods-debit-card": { "occurences": 1 },
      "waiting-feedback-root": { "occurences": 2 },
      "waiting-acknowledge-privacy-statement": { "occurences": 1 }
    }
  },
  "verification": {
    "occurences": 17,
    "queries": [
      "Mississippi verification for child support services form",
      "Could I get a verification form from either location ",
      "I need a form to verify that I receive child support for my child.",
      "I need to get a print out of my child support case and verification for the past 3 months   ",
      "I need a Child Suport Verification Dorm for daycare",
      "How do i get a Mississippi Verification for Child Support Services form.\n",
      "I need verification that I don't receive any child support ",
      "Just need verification that I am receiving child support ",
      "How do I go about getting a verification of child support form?",
      "Child support verification form ",
      "I need a MS Child Support Verification form",
      "I print out for verification ",
      "Verification of income ",
      "I need a child support verification form",
      "Mississippi verification form",
      "verification print off",
      "Verification of service paper "
    ],
    "contexts": {
      "waiting-yes-child-support": { "occurences": 10 },
      "waiting-not-child-support": { "occurences": 10 },
      "waiting-maps-deliver-map": { "occurences": 1 },
      "waiting-support-employer": { "occurences": 1 },
      "waiting-support-parent-paying": { "occurences": 1 },
      "waiting-support-parent-receiving": { "occurences": 1 },
      "waiting-open-csc-location-services": { "occurences": 1 },
      "waiting-open-csc-employer-payments": { "occurences": 1 },
      "waiting-open-csc-full-services": { "occurences": 1 },
      "waiting-support-type": { "occurences": 1 },
      "waiting-support-parent-receiving-more": { "occurences": 1 }
    }
  },
  "open case": {
    "occurences": 16,
    "queries": [
      "Full Services",
      "reopening an old case",
      "how can i get a child support service form",
      "I’m trying to get child support for my 12 year old daughter.",
      "Do I have to wait until my baby gets here to file a case",
      "file a new case",
      "Sing up for Childsupport ",
      "I want to start getting child support on my baby from her father ",
      "Just needing info on what to do and how to do it?",
      "How old does the child have to be in order to apply?",
      "open new case",
      "I would like to know how can I start a new child support case? ",
      "How do you file ",
      "This is a new case",
      "I’ve already submitted an application but I’m not ready to put it into action. How can I put the process on hold.",
      "Reopen case"
    ],
    "contexts": {
      "waiting-support-revise-issue": { "occurences": 1 },
      "waiting-support-submit-issue": { "occurences": 1 },
      "requests": { "occurences": 1 },
      "ticketinfo": { "occurences": 1 },
      "waiting-yes-child-support": { "occurences": 6 },
      "waiting-not-child-support": { "occurences": 6 },
      "waiting-feedback-root": { "occurences": 3 },
      "waiting-restart-conversation": { "occurences": 3 },
      "waiting-appts-office-locations": { "occurences": 1 },
      "waiting-appts-guidelines": { "occurences": 1 },
      "waiting-appts-schedule": { "occurences": 1 },
      "waiting-open-csc-location-services": { "occurences": 2 },
      "waiting-open-csc-employer-payments": { "occurences": 2 },
      "waiting-open-csc-full-services": { "occurences": 1 },
      "waiting-support-type": { "occurences": 2 },
      "waiting-support-restart": { "occurences": 1 },
      "waiting-acknowledge-privacy-statement": { "occurences": 1 },
      "waiting-support-parent-receiving-more": { "occurences": 1 },
      "waiting-open-csc-select-form": { "occurences": 1 },
      "waiting-open-csc-no-service": { "occurences": 1 }
    }
  },
  "estimate payments": {
    "occurences": 15,
    "queries": [
      "What is the state minimum per child?",
      "What is the percentage of child support for 2 children ",
      "Percentage of income paid by non-custodial parent.",
      "What is the minimum amount of child support and percentage of income required by the non/custodial parent?",
      "two children by two different mothers. What percent would I be obligated to pay? ",
      "How much is the minimum child support per month for one child in PERSON_NAME county MS",
      "percentage",
      "can you tell me the percentage of income for 2 children child support is?",
      "What if only 1/2 of the allotted amount is being paid what do I do",
      "just  2 children that has emanicipated",
      "How is the amount determined",
      "What is the maximum percentage of disposable income that can be withheld for child support?",
      "If I make DIGITS a month how much is 14% of my child support",
      "What do you calculate for Income Tax and Retirement for an employees form.",
      "families first"
    ],
    "contexts": {
      "waiting-acknowledge-privacy-statement": { "occurences": 3 },
      "waiting-support-employer": { "occurences": 1 },
      "waiting-support-parent-paying": { "occurences": 1 },
      "waiting-support-parent-receiving": { "occurences": 1 },
      "waiting-yes-child-support": { "occurences": 4 },
      "waiting-not-child-support": { "occurences": 4 },
      "waiting-pmt-calc-child-support-amount": { "occurences": 1 },
      "waiting-pmt-calc-final-estimation-no-other-children": {
        "occurences": 1
      },
      "payment-factors": { "occurences": 1 },
      "waiting-feedback-root": { "occurences": 1 }
    }
  },
  "fax": {
    "occurences": 14,
    "queries": [
      "What is the fax number ",
      "i need a fax number to send in forms",
      "fax number",
      "fax",
      "Fax number ",
      "I am an employer trying to fax Child Support data that was requested and the number on the fax PHONE_NUMBER is not working.  Is there another number I can use?",
      "fax number",
      "Need a fax number to send in my written notice",
      "fax number",
      "can you give me the fax to where to send medical support form ",
      "need fax number",
      "Fax Number",
      "what's the fax number for Hernando ms",
      "Fax number "
    ],
    "contexts": {
      "waiting-yes-child-support": { "occurences": 7 },
      "waiting-not-child-support": { "occurences": 7 },
      "waiting-feedback-root": { "occurences": 2 },
      "payment-factors": { "occurences": 1 },
      "waiting-restart-conversation": { "occurences": 1 },
      "waiting-support-type": { "occurences": 1 },
      "waiting-support-restart": { "occurences": 1 },
      "waiting-support-general-inquiries": { "occurences": 1 }
    }
  },
  "arrears": {
    "occurences": 14,
    "queries": [
      "How much am i behind ",
      "How much am still behind on it",
      "My son haven't got child support in 2 years. He's 21 now. His father missed his 11th and 12th grade year in school. Will he received that back money",
      "I have a 19 year old son that has not lived wth his father since he was 14 i currently owe my ex husband child support that he continues to push for even though our son does not live wth him ",
      "How many years of back time child support can you get",
      "I want to know how i can get my past due child support from over the years",
      "I would like to know how am I behind ",
      ";KNJKMPHOMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMM",
      "How do I go about trying to get support owed to me for the past 8 years? The father is now working",
      "I’m just wondering how behind is my oldest daughters father. The dollar amount along with how many months arrearage ",
      "lower",
      "Arrears",
      "Have questions about arrears",
      "When a man finds out after 15 years he fathered a child and has not been requested to pay support until now, how far back does he pay support in arrears? "
    ],
    "contexts": {
      "waiting-pmtmethods-cant-make": { "occurences": 1 },
      "waiting-pmtmethods-checkormoneyorder": { "occurences": 1 },
      "waiting-restart-conversation": { "occurences": 3 },
      "waiting-pmtmethods-withhold-payments": { "occurences": 1 },
      "waiting-pmtmethods-cash": { "occurences": 1 },
      "waiting-pmtmethods-echeckdebit": { "occurences": 1 },
      "waiting-pmtmethods-debit-card": { "occurences": 1 },
      "waiting-yes-child-support": { "occurences": 3 },
      "waiting-not-child-support": { "occurences": 3 },
      "waiting-support-phone-number": { "occurences": 1 },
      "ticketinfo": { "occurences": 1 },
      "waiting-pmts-general-non-custodial": { "occurences": 1 },
      "waiting-dirdep-learn-more": { "occurences": 1 },
      "waiting-dirdep-confirm-form": { "occurences": 1 },
      "waiting-pmts-general-receive-payments": { "occurences": 1 }
    }
  },
  "visitation": {
    "occurences": 13,
    "queries": [
      "geo",
      "Nbj",
      "What law show the responsibility of the custodial parent as it relates to visitation rights",
      "How to file for visitation",
      "I wanted to know how to set up ipay",
      "establish visitation rights",
      "visitation",
      "Visitation",
      "child visitation forms",
      "grandparent to receive cs",
      "Visition right",
      "access and visitation",
      "Inquiring o. The Mississippi access and visitation"
    ],
    "contexts": {
      "waiting-support-phone-number": { "occurences": 1 },
      "waiting-support-no-phone-number": { "occurences": 1 },
      "ticketinfo": { "occurences": 2 },
      "waiting-yes-child-support": { "occurences": 9 },
      "waiting-not-child-support": { "occurences": 9 },
      "waiting-support-employer": { "occurences": 1 },
      "waiting-support-parent-paying": { "occurences": 1 },
      "waiting-support-parent-receiving": { "occurences": 1 },
      "waiting-support-revise-issue": { "occurences": 1 },
      "waiting-support-submit-issue": { "occurences": 1 }
    }
  },
  "complaints": {
    "occurences": 12,
    "queries": [
      "the page is not loading",
      "Ur stupid computer ",
      "so why have a chat if you are unable to answer any questions",
      "Bye.  This is a stupid interface.  ",
      "Why y'all dont do your job",
      "why wont the ipay page load?",
      "i need for you to exit my screen",
      "Your response is not at all related to the subject",
      "so why are you on here if you cannot assist?",
      "It would be nice if any of them would answer the phone!!!!!!",
      "He is getting Workman com",
      "Good you "
    ],
    "contexts": {
      "waiting-pmtmethods-cant-make": { "occurences": 1 },
      "waiting-pmtmethods-checkormoneyorder": { "occurences": 1 },
      "waiting-feedback-root": { "occurences": 3 },
      "waiting-pmtmethods-withhold-payments": { "occurences": 1 },
      "waiting-restart-conversation": { "occurences": 3 },
      "waiting-pmtmethods-cash": { "occurences": 2 },
      "waiting-pmtmethods-echeckdebit": { "occurences": 1 },
      "waiting-yes-child-support": { "occurences": 3 },
      "waiting-not-child-support": { "occurences": 3 },
      "waiting-maps-deliver-map": { "occurences": 1 },
      "waiting-support-employment-status": { "occurences": 1 }
    }
  },
  "snap": {
    "occurences": 11,
    "queries": [
      "Renew food stamps",
      "How do I take me and my child off another food stamps case",
      "Sorry this is about food stamps ",
      "Snap Benifits ?",
      "Foodstamps",
      "i want to also receive food stamps and medicaid ",
      "Food stamp",
      "Foodstamps",
      "Food stamps ",
      "snap requirements",
      "What if I have medicaid or snap"
    ],
    "contexts": {
      "waiting-feedback-root": { "occurences": 2 },
      "waiting-restart-conversation": { "occurences": 2 },
      "waiting-yes-child-support": { "occurences": 3 },
      "waiting-not-child-support": { "occurences": 3 },
      "waiting-open-csc-location-services": { "occurences": 3 },
      "waiting-open-csc-select-form": { "occurences": 2 },
      "waiting-open-csc-no-service": { "occurences": 2 },
      "waiting-open-csc-employer-payments": { "occurences": 2 },
      "waiting-open-csc-full-services": { "occurences": 2 }
    }
  },
  "login": {
    "occurences": 10,
    "queries": [
      "I'm trying to get in my account online but I've been lock out",
      "Online - link broken",
      "why can i not access the child support web-based bills/notices ",
      "Log in",
      "Online login ",
      "Login",
      "log in ",
      "Banking account freeze",
      "Neither. How do I access my account? ",
      "How can I get into my account? "
    ],
    "contexts": {
      "waiting-restart-conversation": { "occurences": 1 },
      "waiting-yes-child-support": { "occurences": 3 },
      "waiting-not-child-support": { "occurences": 3 },
      "waiting-dirdep-change": { "occurences": 1 },
      "waiting-dirdep-start": { "occurences": 1 },
      "waiting-dirdep-stop": { "occurences": 1 }
    }
  },
  "fee": {
    "occurences": 9,
    "queries": [
      "If i only recieve 50 dollars a month is there still a fee",
      "Why is there an fee to recieve child support",
      "does the custodial parents get paid any late fees for non payment? ",
      "Will I have to pay a fee there?",
      "is there a fee for paying child support through the state?",
      "Is there a fee",
      "annual fee",
      "Is the custodial or non-custodial parent responsible for the $35 annual fee?",
      "Also, can I pay for the application fee on line with a debit card?"
    ],
    "contexts": {
      "waiting-open-csc-select-form": { "occurences": 2 },
      "waiting-open-csc-no-service": { "occurences": 2 },
      "waiting-open-csc-location-services": { "occurences": 3 },
      "waiting-open-csc-employer-payments": { "occurences": 3 },
      "waiting-pmtmethods-debit-card": { "occurences": 1 },
      "waiting-maps-deliver-map": { "occurences": 1 },
      "waiting-open-csc-full-services": { "occurences": 2 },
      "waiting-yes-child-support": { "occurences": 3 },
      "waiting-not-child-support": { "occurences": 3 }
    }
  },
  "refund": {
    "occurences": 7,
    "queries": [
      "Can I get money back if I have an order from the court to stop taking money the you still did for over a year",
      "I have a question about a specific order and a refund that was returned to employer",
      "I have been giving money to my babymother and my daughter through cash app with payment info and what the money was for but she sued me for my arrears which was DIGITS.00  I have the receipts that total I’ve sent  her DIGITS.00. Do I get refunded for this ",
      "Childsupport",
      "Refund of overpayments",
      "Refund of overpayments",
      "Childsupport"
    ],
    "contexts": {
      "waiting-yes-child-support": { "occurences": 1 },
      "waiting-not-child-support": { "occurences": 1 },
      "waiting-iwo-no-assistance": { "occurences": 1 },
      "waiting-iwo-faqs": { "occurences": 1 },
      "waiting-iwo-wants-assistance": { "occurences": 1 },
      "waiting-feedback-root": { "occurences": 1 },
      "waiting-restart-conversation": { "occurences": 1 },
      "waiting-open-csc-location-services": { "occurences": 1 },
      "waiting-open-csc-employer-payments": { "occurences": 1 },
      "waiting-open-csc-full-services": { "occurences": 1 }
    }
  },
  "legal": {
    "occurences": 6,
    "queries": [
      "I am having trouble receiving the correct amount of child support. I have been through lawyer and it was suppose to start being drafted but that has never happened. I have contacted my lawyer office three times and have not gotten a call back from her.",
      "Court order ",
      "custody issues",
      "court order required? ",
      "Law",
      "How is child support paid through a court order? Does it go through DHS?"
    ],
    "contexts": {
      "waiting-pmtmethods-debit-card": { "occurences": 1 },
      "waiting-open-csc-location-services": { "occurences": 1 },
      "waiting-open-csc-full-services": { "occurences": 1 },
      "waiting-open-csc-employer-payments": { "occurences": 1 },
      "waiting-yes-child-support": { "occurences": 2 },
      "waiting-not-child-support": { "occurences": 2 }
    }
  },
  "appointments": {
    "occurences": 4,
    "queries": [
      "schedule an appointment",
      "I was told at my last interview that I would receive an appointment by mail within 30 days. It’s not been almost 60 days. ",
      "Schedule an appointment ",
      "do I schedule appointments or walk in? "
    ],
    "contexts": {
      "waiting-pmtmethods-cant-make": { "occurences": 1 },
      "waiting-pmtmethods-checkormoneyorder": { "occurences": 1 },
      "waiting-pmtmethods-withhold-payments": { "occurences": 1 },
      "waiting-pmtmethods-cash": { "occurences": 1 },
      "waiting-pmtmethods-echeckdebit": { "occurences": 1 },
      "waiting-appts-office-locations": { "occurences": 1 },
      "waiting-appts-guidelines": { "occurences": 1 },
      "waiting-appts-schedule": { "occurences": 1 },
      "waiting-feedback-root": { "occurences": 2 },
      "waiting-restart-conversation": { "occurences": 2 }
    }
  },
  "addressing check": {
    "occurences": 4,
    "queries": [
      "Who do I make the money order out to",
      "payable to",
      "Whew do I mail a child support payment to",
      "What just looking for address on where to send payment as well as how to make out money order"
    ],
    "contexts": {
      "waiting-feedback-root": { "occurences": 2 },
      "waiting-restart-conversation": { "occurences": 2 },
      "waiting-acknowledge-privacy-statement": { "occurences": 1 },
      "waiting-yes-child-support": { "occurences": 1 },
      "waiting-not-child-support": { "occurences": 1 }
    }
  },
  "child care": {
    "occurences": 4,
    "queries": [
      "I need to get my daughter on medicare",
      "I am trying to get a child care voucher",
      "Trying to get my child on the early child care program",
      "Child care assistance "
    ],
    "contexts": {
      "waiting-yes-child-support": { "occurences": 1 },
      "waiting-not-child-support": { "occurences": 1 },
      "waiting-acknowledge-privacy-statement": { "occurences": 1 },
      "waiting-feedback-root": { "occurences": 1 }
    }
  },
  "incarceration": {
    "occurences": 3,
    "queries": [
      "My children dad is in jail",
      "He claims he cant file for a car loan and he will go to jail if he falls behind if he is in hospital",
      "What if the noncustodial parent is incarcerated "
    ],
    "contexts": {
      "waiting-pmtmethods-debit-card": { "occurences": 1 },
      "waiting-open-csc-location-services": { "occurences": 2 },
      "waiting-open-csc-employer-payments": { "occurences": 2 },
      "waiting-open-csc-full-services": { "occurences": 1 },
      "waiting-open-csc-select-form": { "occurences": 1 },
      "waiting-open-csc-no-service": { "occurences": 1 }
    }
  },
  "online action": {
    "occurences": 1,
    "queries": ["Online status"],
    "contexts": {
      "waiting-yes-child-support": { "occurences": 1 },
      "waiting-not-child-support": { "occurences": 1 }
    }
  },
  "taxes": { "occurences": 1, "queries": ["tax refund"], "contexts": {} }
}
