["Yes","notice","award notice","notice of monthly paymnet","Child support was taken out of my taxes but it is not showing on my account as being paid ","Ummm get you some business ","339 cr DIGITS mooreville ms ZIPCODE","I just want to ask if I need to talk with someone about my case again, do I need to come in again? I have written a letter and drove an hour to Hattiesburg but I still need to talk to someone about our situation cuz it isn't healthy.","Yes","Make sure I'm caught up on payments","billing","Receive ","I was trying to check to see why it is taking so long for my child support case?","i need to talk with someone","i don't have a username","would like information on how to verify child support information","The letter I got in the mail saying something about a petition ","No email","No","I need a copy of my files","Who do i need to notify to obtain a MS verification of child support service form. ","Other parent changed jobs","My sons child support is supposed to go into effect October 1st. Well his father just switched jobs will that effect his child support ","How long do it take to receive my first payment from the noncustodial parent?","neither","bye","I am a father and I want to know what can I do to be able to see my children .. the mother is giving me a hard time... I pay child support ","Child support forms","Opt out of child support payments","Unsure ","Hi, how can I get another card I have misplaced the one I had","Check case","Yes","A week","I recieved monthly payments on my card and I am trying to get a copy of the deposits made for proof of income for my landlord ","A payment was deposit on PERSON_NAME when will I receive on Eppicard","PERSON_NAME","to check status of payment ","Thanks ","Can I pay payments with a debit card?","I need to pay payments online ","How to I get a form to send to us treasury to get paid back taxes I am owed ?","How do I fill out a money order for child support ","I’m trying to find out if I have had a check deposited "]