[
  "My case",
  "Never mind ",
  "What wrong with the system ",
  "No",
  "Back child support balance ",
  "I’m not sure ",
  "Website ",
  "I am trying to figure out who is the father of metss no. 617420627A",
  "I do not know ",
  "Need to submit my address",
  "Non of these ",
  "What",
  "Business ",
  "Can you give me the adress so i can come in",
  "Trying to get my case open...",
  "no email",
  "How to find out my balance on child support ",
  "Who to make check payable to",
  "I am asking ",
  "Check my account",
  "somewhat",
  "food stamps",
  "I am looking for a gulfport fs officee",
  "I’m trying to figure out why my deposits have yet to be put onto my card this month. I usually receive my payment twice a month and it’s always been before this time of month. There have been 2 pay periods go by and no payment to my card yet ",
  "thank you ",
  "thank you ",
  "Non custodial parent",
  "How long does it take to get a card in the mIl",
  "can i have the link to do it online",
  "Using bank card ",
  "I dont have my account number",
  "Yesterday at my SNAP appointment my caseworker informed me that i was code \"DC\" for noncompliance. I have no idea what i did ( or didn't do) and need help resolving this very urgent matter",
  "I'll call the one eight hundred number, and it says that I have got 98 dollars deposited in my account, but every time I called the line, it says that I don't have nothing in my account, so I'm trying to see what is really going on",
  "Who would I speak to to request visitations",
  "I have a current child support case, but I have not received my payment this month. How can I check on that? ",
  "Lost Mississippi epicard",
  "What happened if you are 3 months behind on child support ",
  "How far behind do you get in trouble ",
  "April",
  "I need to know the amount that was collected on my child support account ",
  "General request ",
  "Bye",
  "Fuck you",
  "Fucj ",
  "the P.O. box in PERSON_NAME ms",
  "How can I find out when my money is on my card",
  "My card is old can I get another one",
  "Check balance online",
  "Verification Letter",
  "I need a child support waiver form",
  "Modification",
  "no email ",
  "How do I find out how much money I owe in child support?",
  "I’m trying to check the arrearage on my account",
  "yes, I did not receive my child support for August and would like to have this investigated.",
  "Who is responsible for copays?",
  "Great. ",
  "Why is child support taking medical and child support payment out my check",
  "How much is 3 kids ",
  "No",
  "Back child support",
  "If you already receiving child support and you're going to start receiving child support for your child, how will you get the payments? On the same card or different?",
  "213 b PERSON_NAME ms ZIPCODE",
  "neither",
  "Ues",
  "How much is owed on my back child support?",
  "Yes. What determines who is the custodial parent?",
  "percentage of income",
  "I already have a active case. I just need some type of documentation that states how much I receive and how often.",
  "How to get case number",
  "Can I make child support payments for someone who is in Desoto county ms jail for failure to pay child supports may I send in payments",
  "Yes",
  "Contempt court? ",
  "What is the definition of contempt court? ",
  "No",
  "What if employer is not taking out check",
  "No",
  "Paternity",
  "That's it",
  "I'm the mother and wanting to know when will we receive Sept. Child support ",
  "Can the Mississippi department of human service take your kid without a court order",
  "What is the website to check my card balance ",
  "Check balance ",
  "I would like to know, can a guardian visit friends and other family if they are to be supervised ",
  "Disbursement  unit letters",
  "Yes",
  "H",
  "PERSON_NAME ",
  "jkljkljlj",
  "What is CSE?",
  "casey_deer",
  "I need a job ",
  "Thank you",
  "Yes ",
  "How long does it take to receive the child support after it is being paid?",
  "Yes ",
  "No , but thank you🙂",
  "Eulbw",
  "Yes it's been years zinc my last it came in February I was just wondering is my card so good cuz I haven't heard that is all this money we're owed to try to help take care of her and I thought getting it just my car now or do I need a new card",
  "Go back",
  "killing me",
  "forgot log in ingormation",
  "children",
  "I cannot remember the address connected to my card. i can verify previous addresses but i cannot remember what i changed it to and can’t use it for what i need it for without it. ",
  "I haven't received child support",
  "Ridgeland",
  "I am a child on the case but I am 21 won’t nobody talk to me why",
  "I need to speak with manager ",
  "How to apply for custody and establish visitation guidelines",
  "Can you show me any recent activity on my account?",
  "Why cant I see my full amount all I see is only one deposit I cant see the savings account for tanf",
  "My bank plan was discontinued as of September 30, DIGITS. I was told to contact MDHS for areages from my ex-husband",
  "My ex is regularly deducting old credit card payments in my name that also had his name from my child support. Is this legal?",
  "Not really",
  "No",
  "He owes back child support. He’s a year behind ",
  "I Acknowledge",
  "No",
  "Yes",
  "DIGITS",
  "PERSON_NAME",
  "Speak to someone",
  "How is the amount calculated ",
  "I was asking bout my PERSON_NAME address ",
  "Near Ridgeland ms ",
  "m",
  "I need to talk to someone due to child support ",
  "PHONE_NUMBER",
  "PERSON_NAME ms",
  "??",
  "Thaddeus",
  "im not giving that",
  "Not much",
  "I need to speak with someone about that ",
  "Can I upload documents",
  "A little ",
  "prose forms]",
  "Yes 2 weeks ago",
  "I'm trying to see what my balance is for my child support it suppose to be over with this month",
  "I wanna know if the child still in college as they reach 21 of age, can they still receive child support ",
  "No one will answer this number",
  "Child support is coming out of my civilian employers check. Why is MDHS trying to also take it out of my national guard check?",
  "Ck",
  "What is a Mississippi child support verification form",
  "Okay",
  "No",
  "i dont owe any child support but you all took my tax refund",
  "visitation rights",
  "None of the above",
  "Yes. Very.",
  "i need to make changes on my child care certificate",
  "Don’t know this ",
  "Ok we will not continue ",
  "How much does someone making $49,000 a year pay in child support?",
  "I have not received my child support for the month of Aug. and I need to know why?",
  "What name do I put on money order? Sdu?",
  "How can I find out my case id",
  "It’s been a year since I opened my case",
  "Check child support balance ",
  "Yes",
  "Email address for change of residence ",
  "address change",
  "It’s been 3 months ",
  "Need a replacement card",
  "just a second. Please",
  "I Acknowledge",
  "I’m trying to figure out why my child support deposit didn’t go on my card today like it does every week ",
  "a Mississippi Verification for Child Support Services form",
  "can we pay online each week?",
  "Need help with modification forms ",
  "thank you",
  "Where is the new location for child support collections?",
  "Confirming DHS location in Tunica County at the address of STREET_ADDRESS, Clarksdale, MS ZIPCODE",
  "Login",
  "Re activate my account",
  "thank you",
  "that is all",
  "It’s for someone else ",
  "Need my snap benefit printout",
  "Start new child support order",
  "616736175A",
  "I Acknowledge",
  "When will I receive my eppicard ",
  "No",
  "I want to find out what’s going on with my case",
  "Get a number ",
  "Want to make an appointment for my husband PERSON_NAME Holland Marich an appointment to speak with a case worker. He wants to sign his rights away to PERSON_NAME. ",
  "Form to pay ",
  "I need to change my name",
  "I just need to know what time in the morning does credits usually become available ",
  "How do I know if I’m approved for food stamps ",
  "I want to know if I was approved for food stamps ",
  "None of these",
  "Daycare ",
  "No",
  "Custodial parent dies",
  "What happens if my son is grown and his mother dies",
  "No",
  "Yed",
  "Where do I get a Mississippi verification for child support form?",
  "I dont kno",
  "93 CR 832 Vossburg Ms ZIPCODE",
  "TANF",
  "Child support card has expired, and i need to get a new one",
  "How do you make child support payments online",
  "No I have not ",
  "Something else",
  "Not for me today",
  "How long does it take for the custodial parent to receive payment",
  "Lol ok thanks",
  "My child’s father paid last week and I still haven’t received my pay",
  "When should I expect my child support to be direct deposited into my checking account?",
  "Ellisquivalent ",
  "Why am I not receiving child support even though it is being withdrawn from other parents checks",
  "case #",
  "Will it still come to parent? ",
  "Two. How many years do they draw?",
  "How do I get a card?",
  "none of those",
  "thank you",
  "I lost my child support card",
  "Not sure yet",
  "How long does it take to receive a child support payment ",
  "I will be receiving child support. The non custodial parent is ordered to pay by the 10th of September and I want to know how long it will take for me to receive that payment ",
  "Ok",
  "When will i receive my back child support from my ex husband income tax ",
  "Fuck you",
  "This dick in yo mouth ",
  "Paternity test ",
  "Holiday",
  "Goodbye ",
  "Will we receive our deposit on holidays like today",
  "Check status ",
  "Learn about Eppicard",
  "How could I get eppicard",
  "PERSON_NAME",
  "I had lost my card and called for a replacement weeks ago and I have not received the new card.",
  "refund",
  "It's a holiday Tomrrow will I get my childsupport",
  "I have two childsupport pay ing pedi g one came on the 29 and one came on the 30 PERSON_NAME is a holiday will I get it",
  "I need an email address ",
  "I don’t work at the moment ",
  "Ok",
  "Yes",
  "contempt",
  "Conr",
  "Don't have one",
  "Low income housing in Lee county me",
  "an",
  "his girlfriend...she also attends the same church....I told her I knew two times and she still messed around wi",
  "Ishee",
  "PERSON_NAME",
  "?",
  "DIGITS",
  "will they answer?",
  "they never anser",
  "Checking my balance",
  "What the PERSON_NAME name ",
  "I can’t log into my account. There is a charge in my card that takes place every month that I don’t know anything about.",
  "None ",
  "How long does it take to receive child support after noncustodial parent starts paying",
  "No",
  "Ok",
  "How to I start the process",
  "login",
  "invoice",
  "invoice",
  "how do you get invoices for remittance?",
  "My kids father switched jobs. How do i report his current job now",
  "Neither",
  "Bye",
  "DIGITS cornet pl",
  "No",
  "translator",
  "What format does email need to be in on forms",
  "When will i receive my child support card?",
  "neither",
  "150 Hwy 469North Apt G51 Florence Ms ZIPCODE",
  "DIGITS 1/STREET_ADDRESS, Laurel, MS ZIPCODE",
  "Moncla Companies ",
  "I need to update place of employment ",
  "DIGITS bi weekly",
  "dont worry about it i'll call when i get off",
  "can you adjust the amount to send?",
  "Can you please have someone from the Kosciusko, Attala County Child Support to call me concerning one of my employees Child Support payments. Thank you. PERSON_NAME, J. C. Cheek Contractors, Inc. PHONE_NUMBER",
  "Not really. ",
  "need to check my balance on my card",
  "No",
  "Don’t have one ",
  "When you find out let me know so I can send check.",
  "Who name do I put on check for child support?",
  "No",
  "Who’s name do I put on check for child support?",
  "No",
  "Yes whats the debit card ",
  "Neither",
  "If the 1st of the month is a Sunday when will I receive my child support payment",
  "I Acknowledge",
  "Where do I send my contempt of court packet",
  "Initial interview process what's that going to be base on?",
  "Tanf benfits",
  "contempt of childsupport",
  "Neither",
  "Adrew",
  "Child support coming out of bank account and out of pay check ",
  "how to check back child support",
  "Can I speak with someone",
  "gardianship",
  "sorry the weekly is 555.60",
  "ok",
  "I would like to put myself on child support payments and schedule a visitation schedule with my child ",
  "print",
  "No",
  "Not re",
  "MSO",
  "No",
  "Yes contact PERSON_NAME Angellete PHONE_NUMBER",
  "Is the recipient of child support taxed",
  "I need a fax number to fax information to regarding the info requested to receive another card",
  "can i get my final balance ",
  "where can I email the Request for information?",
  "how to make payments",
  "I need to do this as soon as possible",
  "No I do not give permission for dcse to take my payments and deposit direct",
  "540.00 a week",
  "Determining income ",
  "The father is self employed. How would you determine his income? ",
  "what",
  "huh",
  "inactive",
  "I'm unemployed ",
  "Yes! This service saves me so much time!",
  "award letter",
  "I dnt want the full service ",
  "What am i paying 25 dollars for? ",
  "change name",
  "name change",
  "How to set up payment for child support it gives me error code",
  "Guardian",
  "can you pay with debit card",
  "Don't have a phone no.",
  "No",
  "Don’t have one",
  "DIGITS",
  "get a statement of account",
  "DIGITS PERSON_NAME Blv PERSON_NAME, MS",
  "Checking case status ",
  "need a new card",
  "I have not received payment for this week ",
  "I am trying to have my case moved to mississippi from PERSON_NAME",
  "I am the parent that's received child support ",
  "I would just like to know how to receive information on helping this parent begin the process of receiving child support.",
  "DIGITS N. Gloster Street, Suite B, Tupelo, MS ZIPCODE; I tried callin the number listed online PHONE_NUMBER. I received a message that the number was not in service.",
  "Ive already filled one out",
  "so even if he is in college i quit at 21",
  "No",
  "I will try that thank you ",
  "I’m trying to help my son to fine out how much child support he owe and I cannot get anyone to talk to me can you please help me ",
  "How do I find out if I will receive a payment from tax offset of non custodial parent ",
  "PERSON_NAME ",
  "not really",
  "I dont know how much my child father make",
  "check my case",
  "Online site to login",
  "Can you tell me how to set up an online account",
  "how do you find names of people that owe child support?",
  "How do I find out my current balance ",
  "I need recertification but when I go online I don’t see no recertifications applications ",
  "none",
  "What if the month is almost over and u still haven’t received but the money is on hold as if he’s behind and he’s not then how do you get your money ",
  "none",
  "Goodbye ",
  "don't have one",
  "online statement",
  "I need a new child support debit card",
  "How to do a moneygram",
  "frying hmaburgers",
  "I need a phone number for child support in ms",
  "How to go online and access my account ",
  "how do I check if I have overpaid ",
  "It's not set up on neither of my accounts ",
  "How can I find out if I have a warrant for non-payment?",
  "attorney",
  "I Acknowledge",
  "not yet",
  "I said SSN",
  "What’s the name of the app I can download to see when I get payments ",
  "My name is PERSON_NAME and I was placed on child support by PERSON_NAME of Hazlehurst, Ms. for a child who is 32 years, PERSON_NAME and I would like to have a blood test.",
  "I was placed on child support for a child who is 32 years old, who she told me was somebody else’s child.",
  "No tbanks",
  "No I need to know I'm not getting child support there is 900 dollars that been taking out the father's check",
  "I haven’t received a child support card ",
  "Trying to get a form to unspent my liecent",
  "How to start a child support case?",
  "Full Services",
  "Why I’m not receiving my child support",
  "I need to get a new submission form to send with payment",
  "why am I not getting my child support",
  "Why am I not getting my child supoort",
  "Check status ",
  "STREET_ADDRESS SE",
  "Who can ask for an review",
  "Neither ",
  "Yes",
  "I Acknowledge",
  "How do I get a blood test",
  "Yes",
  "Bills",
  "Can’t make payment",
  "Can’t make payments",
  "stop child support",
  "Request help",
  "can you add my wife to case in case im unable to talk at that time?",
  "is there such a thing as ",
  "How is net income calculated?",
  "Net income calculation ",
  "How is net invome",
  "No",
  "I haven't received a payment",
  "NON",
  "I HAVE I DID NOT GET A COMPLETE ANSWER FORM THEM",
  "NON AT THE MOMENT",
  "I need to add an employer address and contact number to a case",
  "PERSON_NAME",
  "No",
  "really you dont know anything then why com on here as if you can help. as soon as i hit enter thats your respnose. pitiful",
  "Non-custodial parent placing themselves on child support.",
  "i wanted to know if the parents are not able to make court for redetermination will courts proceed or leave the order as is",
  "How do I get an updated IWO for a new employee?",
  "Follow up",
  "child support review",
  "Wal-Mart Distribution ",
  "Walmart ",
  "Walmart DC",
  "I would like to know when my payments will start again. He has been employed for 3 months now. ",
  "Yes",
  "I don’t know ",
  "How do I get my PIN number ",
  "find my case",
  "Kilmichaelms,39747hillst.",
  "Kilmichaelms,39747hillst.",
  "how long to hear from email ?",
  "What is the email address for withholding forms",
  "Need location to visit",
  "Yes , very thankful ",
  "STREET_ADDRESS summit Ms ZIPCODE",
  "STREET_ADDRESS",
  "change jobs",
  " I am sanctioned ",
  "No",
  "Daycare ",
  "okay , thank you!!",
  "no im already receiving payments im trying to print of some forms from child support",
  "using epay",
  "PHONE_NUMBER",
  "no 18 but dropped out of high school",
  "Rayquan",
  "Hi i got a letter sayong i was approved and now ota got xxx next to me being sanctioned",
  "PERSON_NAME",
  "PERSON_NAME",
  "How to retrieve my award letter",
  "I want to find how much I'm supposed to receive every month",
  "I'm new to this",
  "I receive child support is there any way I can review my account online?",
  "Trying to put someone on child support",
  "How can I find out the balance I owe on back child support",
  "I am owed 9 months of child support",
  "Just wanted to see how much behind the other parent is",
  "I need to put in my job information ",
  "318 weekly",
  "38 PERSON_NAME Brothers .",
  "I would just like to look over my case",
  "I want to no why my card haven't came in the mail yet it's been three weeks now ",
  "If the birth certificate was signed by the father, do I still need full services? ",
  "I haven't had a raised since DIGITS and I only gets 236 a month and the dad has a good job. What do I do I've already requested a raise and the dad said that he have a letter so what does that means ",
  "My name is tierrus Parker ",
  "PERSON_NAME",
  "Where do i check account balances",
  "Tax offset payment ",
  "PERSON_NAME",
  "Is there a number I can call to check child support balance owed",
  "Married",
  "How to request modification ",
  "that was no help",
  "My ex wife says she hasn't got her child support",
  "Register",
  "Stop child support ",
  "Custody",
  "STREET_ADDRESS 20-A Flowood, Ms ZIPCODE",
  "STREET_ADDRESS Greenville, MS ZIPCODE",
  "I dont have his ssn",
  "I need to know how much back time is being owe to me ",
  "Statement ",
  " snap as the cp",
  "do I pay 25 dollars if I reciev",
  "How often are childsupport hearings held in warren county",
  "Ok",
  "I haven’t received child support payments in 2 months ",
  "Start new child support case ",
  "Do I need to make an appointment to talk with someone about this",
  "Thanks ",
  "it is the responsibility of the father to put a medical plan on his children",
  "visit",
  "visition ",
  "visitation rights",
  "21 years old ",
  "The child is 21 years of age ",
  "Hi I need a fax number for child support services in PERSON_NAME mississippi",
  "PERSON_NAME ",
  "Need email for submitting new address. ",
  "I did not ask about ID",
  "PERSON_NAME",
  "Request form that says the parent receive payments",
  "Child support debit draft every month ?",
  "I would like to know what app name for child support pay online ?",
  "Trying to find out if i have a open case ",
  "I'm try to set up my email for snap ",
  "Looking for the form I need to fill out to open a case.",
  "other",
  "PERSON_NAME ",
  "Do you have to go to the office to apply or can it be done online?",
  "No information provided ",
  "do I mail a letter? ",
  "PERSON_NAME",
  "Yes",
  "PERSON_NAME",
  "I'm tryna to renew my snap",
  "The “coupons” state that you have to pay fees. What exactly are the fees ",
  "What does the fees mean on the child support payments ",
  "How could he get his own child support card",
  "How am I 368 dollars behind",
  "My ex husband has been fired and I need to know if/how many funds are remaining to be dispersed to me. ",
  "U didn't answer my last question",
  "No",
  "What’s the number to check.  ",
  "Where",
  "Notify of employment change",
  "Changed jobs",
  "I was wondering do they hold irs offset deposits for a certain amount of days. ",
  "I need to set this up asap please PHONE_NUMBER",
  "601669686i",
  "Phone number to check case status",
  "I have two seperate cases",
  "I do not have a phone",
  "I am not asking for case specific information",
  "well then what questions can you answer",
  "Remove child support from my credit",
  "Neshoba county ",
  "philadelphia ms ",
  "how does the custodial parent receive the money?",
  "It’s the $93 fee I’m trying to pay",
  "See how much I have paid in for the year",
  "Just curious if I could check the balance of my child support card online?",
  "How do I pursue further action on my case?",
  "No",
  "Make Money order payable to?",
  "visitation rights",
  "my last 3 payments have not been sent to my kids",
  "how to set up an account to recieve child support from my spouse",
  "Mississippi’s Access and Visitation Program (MAV-P",
  "PRO SE LITIGATION FORM",
  "POR SE LITIGATION FORM",
  "She quit college and is supporting herself by working a full time job ",
  "No.  I need an account statement mailed to me.",
  "Online child support service",
  "Modification  ",
  "I need to know when I will receive a payment ",
  "No",
  "vouvhers",
  "Is there an app to check my balance",
  "ZIPCODE a year",
  "My son father is in the Navy, and I do not have a social on him will I still be able to receive child support?",
  "yes, i know but i don't have the order yet can i get one thru this website",
  "STREET_ADDRESS Maben ms39750",
  "No",
  "Neither",
  "i was incarcarated ",
  "None of those ",
  "No",
  "can i fax the apllication in",
  "i have submitted all of my information to start my case and i have not received any information about my case",
  "sd]",
  "How long does a child receive child support?",
  "Nothing ",
  "Ok",
  "No",
  "Please have supervisor call me ",
  "Please have a supervisor call me. Every person that has called me back has hung up because they are not trained to answer my question ",
  "I",
  "Legal guardian ",
  "Legal guardian ",
  "I got a bill in the mail from mdhs-i don't have a case tin ms, my child support is paid through the state of NY and im current 600 + and ow nothis and never have-",
  "EMAIL_ADDRESS",
  "Need to have my case reviewed",
  "Check my card balance ",
  "how much",
  "I’m trying to make a payment through money gram but I need the information ",
  "Not available",
  "My dad passed and hes not on my birth certificate and I was trying to get info showing he was on child support ",
  "Where do I go to see why I have not received my child support ",
  "Email documents",
  "My son’s father’s tax’s were offset due owing child support. Is there any way to check if the state has received money on my behalf? ",
  "How long does it take to receive the money?",
  "238 cr DIGITS guntown ms",
  "I get the run around",
  "No",
  "PERSON_NAME ",
  "Email for call center ",
  "What is the address to get there?",
  "My sons dad just got out of jail. He hasn’t paid since April. What’s the next step?",
  "ZIPCODE",
  "ms",
  "Looking for one ending in DIGITS",
  "I just need a new card sent ",
  "Phone number to mdhs child support number to the card",
  "Wht time does it close",
  "PHONE_NUMBER",
  "Adoption assistance ",
  "Talk to PERSON_NAME sumerall ",
  "Checking my case",
  "Call them",
  "I am trying to find a copy of the Interagency referral form",
  "I need the PERSON_NAME county Ms location and phone number please",
  "I'm PERSON_NAME I was wanting to check on a case I have with PERSON_NAME?",
  "I am a non custodial parent.  Is there anyway online that i can see what i owe on child support/back child support?",
  "No",
  "I wanna know can my son get his child support card himself since he’s in college now?",
  "114 Tiak Osi Cove ",
  "What is the purpose of the fee",
  "Can I get a print of the CS emailed to me or do I have to go to ofice? ",
  "I need tuelo ms phone number for mdhs",
  "Agree",
  "I haven’t received my payment this month ",
  "Haven't got child support in 7 months ",
  "W",
  "My case was accidentally closed because I did know I had an appointment. I need my case reopened.",
  "Child Support Center email",
  "Email address?",
  "What's",
  "Can I still collect unpaid support from my court ordered from my divorce.I did not receive any payments after DIGITS  ",
  "What kind of information do I need to send to MoneyGram",
  "Please email the answers to the following questions since I am at work and can't accept phone calls - EMAIL_ADDRESS  case DIGITS   I would like a copy of the civil action file no 04-DIGITS.",
  "EMAIL_ADDRESS",
  "No",
  "I trying to get a copy of my child support orders",
  "What email address do I need to upload documents. To prove my identity ",
  "Food stamps ",
  "Food stamp",
  "No I would like to ask about a past child support case that I had open. I received a EPPicrd in the mail and was wondering what it was for. My ex died last month and he had a child support case open. But I also had a unemployment case open in another stat",
  "Who do I make the check payable to?",
  "I have the form. What do I do next?",
  "Transfer my case from Tennessee ",
  "PERSON_NAME ",
  "PERSON_NAME",
  "Modifications",
  "formal motion requesting a modification due to changed circumstances.\n\n",
  "How long will my child receive child support?",
  "My child is about to be 18 but he is special needs and will be in school until he is 21. Will he continue to receive child support until he is 21?",
  "I was wondering if the father of my kids child support change if he moved to a different state ",
  "No",
  "What can be done if you have not received any payments since last year and you know that the noncustodial parent is working?",
  "Customer service number",
  "I want to check my online account ",
  "I am trying to get my payments for the last two months for verification for SNAP",
  "No that answers my question ",
  "Does Mississippi offer free paternity test by going through DHS?",
  "STREET_ADDRESS",
  "Yes",
  "I Acknowledge",
  "If I want to put my child father on child support can I request for him just to pay 50 dollars a month cause he’s the one providing for our family ",
  "Modification ",
  "I need a copy of the court documents concerning my case",
  "How do I get a letter ",
  "Why did i get a card when my child support is closed?",
  "Checking my account ",
  "Is DIGITS case open ",
  "I am looking to change banks where I have been receiving my child support?",
  "I recently had a back payment of DIGITS dollars.i have recently sent a payment of DIGITS .can i get my liscense back",
  "Check the status of my child care ",
  "can i file for a case online?",
  "How to find old records ",
  "Non custodial parent and college tuition ",
  "I haven't  recieved child support payment for this month",
  "Neither",
  "Check status of case",
  "Case",
  "How long does it take to receive funds after applying for child support",
  "How does it take when I apply to receive benefits ",
  "None",
  "how can i review my case",
  "I need the number from STREET_ADDRESS, corinth ms",
  "Do you have their email address? ",
  "Where do I send my request for a review in writing",
  "Ok ",
  "Can I speak to an agent?",
  "Shot records for school",
  "Yes",
  "Yes",
  "Why are y'all taking so much out of my check",
  "Customer service number?",
  "ahsdfljsadhflkjah",
  "Who do I write the check out to",
  "Particularly ",
  "Ok",
  "When an 18 y/o ",
  "I want to check annoys case to see if there is money available ",
  "ok thank you",
  "social security said that they can take my check for backpay is it true",
  "Lost a job",
  "Lost of job",
  "Old man 97 years in the  hospital can his daughter refuse food or nutrition for him she is his proxy ",
  "No",
  "Look up current account ",
  "PERSON_NAME ",
  "PERSON_NAME ",
  "how do i check if a balance is owed to me on my account",
  "Will dhs take child support from a bank account if it is behind ",
  "Money gram info",
  "I am not sure",
  "It isn’t me I’m the parent who it’s supposed to b paid to",
  "laurel ",
  "Looking to check on my case to see if they have found out anything",
  "Name PERSON_NAME Winkfield  phone number PHONE_NUMBER.  When court in June, received custody of my son.  Judge stopped child support that day.  But it's still being taken out my check.  Can you please explain  why.  .  Mom lost custody of all 6 kids",
  "Not yet I don’t. Thanks",
  "case review",
  "Child support verification forms ",
  "I need Mississippi Verification of Child Support Form ",
  "No thanks I will call ",
  "That's all.",
  "Whats the number to check your post date of your funds in ms",
  "Desporte",
  "housing",
  "Houseing income verification",
  "Epicard",
  "May I have the customer service number ",
  "What can be done if so filed child support but never received court date",
  "The money is coming out of my check but not being processed to the card ",
  "Don’t know until I get my request",
  "Career opportunities ",
  "Suggestions on how to collect the back payment ",
  "How to get court order",
  "After payment is received, how long will it take for custodial parent to get funds",
  "How long does it take to receive a payment ",
  "Can u check  my account",
  "I Acknowledge",
  "Yes",
  "How do I find out my balance?",
  "Something else ",
  "Need to speak with someone.  ",
  "Paternity test",
  "I. trying to reapply for snap benefits",
  "how to complete a change of address",
  "Mother",
  "When will I receive payments after judge signs child support order",
  "No email",
  "None of the above",
  "What percent of my income is used to provide medical support?",
  "Address change",
  "How to reapply for snap online",
  "Order a new card",
  "Just need the DIGITS customer service number",
  "I was wondering can I recieved back time child support ",
  "I am the custodial parent",
  "when was the last deposit posted to my account",
  "Who do I make the money order out to in Hernando Ms",
  "Need an appt",
  "65",
  "recertification form for snap",
  "How do I check my child support balance using my social or account number",
  "I NEED COPIAH COUNTY DVISION OF CHILD SUPPORT EMPLOYEE INCOME WITHOLDIN TRANSMITTAL FORMS",
  "tax",
  "nonpayment",
  "i don't know yet",
  "I forgot my mdhs login information",
  "I guess",
  "Child support enforcement cooperation verification request form",
  "Modification",
  "610061400A",
  "Idk",
  "EMAIL_ADDRESS",
  "i am trying to get help with child care",
  "I am the child who wants to receive the payments",
  "I Acknowledge",
  "Yes",
  "Go to Form",
  "I need to turn in a new job for the mother who I have filed against",
  "Is there a way I can check payment online? ",
  "How long does it take to receive child support?",
  "?",
  "I moved, and I had my address change and updated at the post office, so will child support know my address is change or do I have to call? Because I should’ve receiving child support soon and don’t want them to send it to my old address ",
  "I need to speak to someone about a transfer in my child support from LA to MS",
  "Need to file a modification request ",
  "Yes",
  "About 3 weeks ago I sent a letter in on one of cases requesting a review and i still havent heard anything yet",
  "My PERSON_NAME mother put child support on the card last week and we have yet received any money",
  "How do I get a PIN number?",
  "PERSON_NAME",
  "Checking my balance",
  "How can I check my online information ",
  "No ty ",
  "I need a new child support debt card my old one got stolen ",
  "Mississippi verification for child support services form",
  "I need the phone number for the legal department of child support ",
  "Yes",
  "Legal services number ",
  "0",
  "That's all and thanks in advance",
  "How can I track my back time money from child support?",
  "None",
  "Is there an online filing option",
  "Add a child",
  "Can I submit my child support documentation online ",
  "Verification letter ",
  "HI my name is PERSON_NAME. I'm trying to get a update on my case of Hattiesburg ms",
  "I would like to find out more about 2 cases open with the same child on the case",
  "address change",
  "I need a change of address on my child support case",
  "ok",
  "no questuions",
  "I do not know",
  "nickelson_dana",
  " I need to know where my taxes hadn't been took off my back child support",
  "My son is 19 and no longer in school do he still get child support ",
  "useless",
  "you are not helpful at all",
  "you are useless",
  "STREET_ADDRESS pass PERSON_NAME ms ZIPCODE",
  "Other",
  "Trying to check and see about a payment ",
  "I was wanting to know if I had to appear with my kids father to court",
  "Yes",
  "New card",
  "Send me the paperwork to my email I can fill out online and submitt",
  "How often is my case updated",
  "How to login to my case",
  "What is the DIGITS to check  balance ",
  "Customer service number for ms",
  "STREET_ADDRESS pearl me ZIPCODE",
  "Please send information via fax to: PHONE_NUMBER ATTN: PERSON_NAME Terlouw - Payroll",
  "How do I find out how much back child support I owe?",
  "I need to change the amount i am withholding from employee's check, and change the amount I am sending in",
  "When the dad change jobs who to report it to ",
  "There was a DNA test done and I was wanting to know if the results were in",
  "Customer service number",
  "What",
  "PHONE_NUMBER",
  "Must pay child support until 21 years old no matter what.",
  "Why did I receive monthly obligation coupons?",
  "I haven’t received my child support card",
  "N/A",
  "I Acknowledge",
  "No",
  "recepcion de pagos",
  "recepcion de pgos",
  "yes i need my case numbetr",
  "Child support phone number ",
  "I can't check my balance it send me to customer service",
  "Neither",
  "Need to check balance",
  "I am a part of the snap program and the automatic service said I would automatically qualify for child support. Do I still owe a fee",
  "No just need help,applying for bridge card",
  "My case was terminated but you all still talking money out my check why.",
  "They are taking 600 a month from the absent father but I haven’t receive any money ",
  "Is there a way I can see some that states what I recieve for child support",
  "PERSON_NAME ",
  "Is there a way I can email my caseworker ",
  "how to i get areave balence payed",
  "When will payment post to debit card after payment done online?",
  "new card",
  "Email",
  "dcse",
  "laws",
  "Passport ",
  "Can I get my passport denial dismissed",
  "Can I get the information sent to my email address",
  "PHONE_NUMBER or you can email me",
  "What is the annual fee",
  "What is location services ",
  "Not familiar with what?",
  "EMAIL_ADDRESS ",
  "I don't understand is that a yes or no ",
  "No, I think this is what I needed. Thank you ",
  "Mississippi child support verification form",
  "PERSON_NAME",
  "my case is two weeks old and i havent heard anything about case",
  "ZIPCODE",
  "7 year statue of limitation ",
  "No",
  "Kinda",
  "No",
  "STREET_ADDRESS PERSON_NAME LA ZIPCODE",
  "I was trying to inquire about,\" elder abuse \" ?",
  "I wanted to check the status of my account ",
  "son joined military",
  "military"
]
